{
  "normal": [
    "What is your favorite anime?",
    "Who is your favorite anime protagonist?",
    "Which anime made you emotional?",
    "What anime opening do you love?",
    "Who is the best villain in anime?",
    "What's an anime genre you always enjoy?",
    "Which anime character do you most relate to?",
    "What's a classic anime you think everyone should watch?",
    "What's your favorite anime fight scene?",
    "Which anime world would you most like to live in?",
    "What's an anime that surprised you with its quality?",
    "What's your favorite quote from an anime character?",
    "Which anime has the best animation?",
    "What's your favorite anime ending song?",
    "Who's an anime character with the best character development?",
    "What's your favorite anime movie?",
    "Which anime has the most compelling plot?",
    "What's an anime superpower you'd love to have?",
    "What's your favorite anime side character?",
    "Which anime has the best world-building?",
    "What's an underrated anime you recommend?",
    "What's your favorite anime studio?",
    "Which anime has the most iconic art style?",
    "What's your favorite anime series to rewatch?",
    "What's an anime that always makes you laugh?",
    "What's your favorite anime with a strong female protagonist?",
    "Which anime has the best magic system?",
    "What's your favorite anime based on a manga?",
    "What's your favorite anime based on a light novel?",
    "What's your favorite original anime series?",
    "Which anime character has the best design?",
    "What's your favorite moment in anime history?",
    "What's your favorite anime food or drink?",
    "Which anime has the best soundtrack overall?",
    "What's an anime character's goal you deeply admire?",
    "What's your favorite anime power-up moment?",
    "Which anime has the most satisfying ending?",
    "What's your favorite anime for a cozy watch?",
    "What's your favorite anime that deals with mature themes?",
    "Which anime makes you think the most?",
    "What's your favorite anime with a unique premise?",
    "What's an anime that influenced your life?",
    "Which anime has the best voice acting?",
    "What's your favorite anime about sports?",
    "What's your favorite anime about music?",
    "What's your favorite anime about fantasy?",
    "What's your favorite anime about sci-fi?",
    "What's your favorite anime about romance?",
    "What's your favorite anime about slice of life?",
    "What's your favorite anime about mecha?",
    "What's your favorite anime about mystery?",
    "What's your favorite anime about horror?",
    "What's your favorite anime about historical events?",
    "What's your favorite anime about psychological themes?",
    "What's your favorite anime about superheroes?",
    "What's your favorite anime with a strong ensemble cast?",
    "What's your favorite anime moment that gave you chills?",
    "Which anime character has the most iconic catchphrase?",
    "What's your favorite anime with a strong philosophical message?",
    "What's your favorite anime where the protagonist starts weak and becomes strong?",
    "What's an anime that taught you something new?",
    "What's your favorite anime that defies genre conventions?",
    "What's your favorite anime for its exploration of human nature?",
    "Which anime has the most memorable supporting cast?",
    "What's your favorite anime setting?",
    "What's an anime that's visually stunning?",
    "What's your favorite anime with a unique art style?",
    "What's your favorite anime that made you cry happy tears?",
    "What's your favorite anime that made you cry sad tears?",
    "What's your favorite anime that inspires you?",
    "What's your favorite anime that makes you feel nostalgic?",
    "What's your favorite anime based on folklore or mythology?",
    "What's your favorite anime that explores complex moral dilemmas?",
    "What's your favorite anime with an unconventional hero?",
    "What's your favorite anime where the villain is sympathetic?",
    "What's your favorite anime with a unique power system?",
    "What's your favorite anime for its emotional impact?",
    "What's your favorite anime that features time travel?",
    "What's your favorite anime that involves parallel worlds?",
    "What's your favorite anime for its humor?",
    "What's your favorite anime that deals with loss and grief beautifully?",
    "What's your favorite anime that promotes teamwork?",
    "What's your favorite anime where characters overcome adversity?",
    "What's your favorite anime about finding your true self?",
    "What's your favorite anime that explores societal issues?",
    "What's your favorite anime with a memorable antagonist's motive?",
    "What's your favorite anime with a unique narrative structure?",
    "What's your favorite anime about redemption?",
    "What's your favorite anime about family bonds?",
    "What's your favorite anime about friendship?",
    "What's your favorite anime about perseverance?",
    "What's your favorite anime that celebrates diversity?",
    "What's your favorite anime that challenges your perspective?",
    "What's your favorite anime community online?",
    "What's your favorite piece of anime merchandise?",
    "What's your favorite anime convention experience?",
    "What's your favorite anime food you wish you could try in real life?",
    "What's your favorite memory related to watching anime?"
  ],
  "imposter": [
    "What is an anime you dislike?",
    "Who is an overrated anime protagonist?",
    "Which anime did you find boring?",
    "What anime opening do you skip?",
    "Who is a villain you found uninteresting?",
    "What's an anime genre you usually avoid?",
    "Which anime character do you least relate to?",
    "What's a classic anime you think is overhyped?",
    "What's your least favorite anime fight scene?",
    "Which anime world would you least like to live in?",
    "What's an anime that disappointed you with its quality?",
    "What's the most annoying quote from an anime character?",
    "Which anime has the worst animation?",
    "What's your least favorite anime ending song?",
    "Who's an anime character with the most stagnant character development?",
    "What's your least favorite anime movie?",
    "Which anime has the most confusing plot?",
    "What's an anime superpower you'd hate to have?",
    "What's your least favorite anime side character?",
    "Which anime has the worst world-building?",
    "What's an overrated anime you would never recommend?",
    "What's your least favorite anime studio?",
    "Which anime has the most uninspired art style?",
    "What's your least favorite anime series to rewatch?",
    "What's an anime that tried too hard to be funny and failed?",
    "What's your least favorite anime with a strong female protagonist?",
    "Which anime has the most convoluted magic system?",
    "What's your least favorite anime based on a manga?",
    "What's your least favorite anime based on a light novel?",
    "What's your least favorite original anime series?",
    "Which anime character has the worst design?",
    "What's the most cringe-worthy moment in anime history?",
    "What's your least favorite anime food or drink?",
    "Which anime has the worst soundtrack overall?",
    "What's an anime character's goal you find ridiculous?",
    "What's your least favorite anime power-up moment?",
    "Which anime has the most unsatisfying ending?",
    "What's your least favorite anime for a cozy watch?",
    "What's your least favorite anime that deals with mature themes?",
    "Which anime makes you think the least?",
    "What's your least favorite anime with a unique premise?",
    "What's an anime that you regret watching?",
    "Which anime has the worst voice acting?",
    "What's your least favorite anime about sports?",
    "What's your least favorite anime about music?",
    "What's your least favorite anime about fantasy?",
    "What's your least favorite anime about sci-fi?",
    "What's your least favorite anime about romance?",
    "What's your least favorite anime about slice of life?",
    "What's your least favorite anime about mecha?",
    "What's your least favorite anime about mystery?",
    "What's your least favorite anime about horror?",
    "What's your least favorite anime about historical events?",
    "What's your least favorite anime about psychological themes?",
    "What's your least favorite anime about superheroes?",
    "What's your least favorite anime with a strong ensemble cast?",
    "What's your least favorite anime moment that gave you chills for the wrong reasons?",
    "Which anime character has the most annoying catchphrase?",
    "What's your least favorite anime with a strong philosophical message?",
    "What's your least favorite anime where the protagonist starts weak and stays weak?",
    "What's an anime that taught you nothing new?",
    "What's your least favorite anime that tries to defy genre conventions but fails?",
    "What's your least favorite anime for its exploration of human nature?",
    "Which anime has the most forgettable supporting cast?",
    "What's your least favorite anime setting?",
    "What's an anime that's visually unappealing?",
    "What's your least favorite anime with a unique art style that just doesn't work?",
    "What's your least favorite anime that made you cringe?",
    "What's your least favorite anime that made you angry?",
    "What's your least favorite anime that fails to inspire you?",
    "What's your least favorite anime that tries to make you feel nostalgic but doesn't?",
    "What's your least favorite anime based on folklore or mythology?",
    "What's your least favorite anime that explores complex moral dilemmas poorly?",
    "What's your least favorite anime with an unlikable hero?",
    "What's your least favorite anime where the villain is completely one-dimensional?",
    "What's your least favorite anime with a confusing power system?",
    "What's your least favorite anime for its emotional impact (or lack thereof)?",
    "What's your least favorite anime that features time travel poorly?",
    "What's your least favorite anime that involves parallel worlds confusingly?",
    "What's your least favorite anime for its humor?",
    "What's your least favorite anime that deals with loss and grief awkwardly?",
    "What's your least favorite anime that fails to promote teamwork?",
    "What's your least favorite anime where characters fail to overcome adversity?",
    "What's your least favorite anime about finding your true self that falls flat?",
    "What's your least favorite anime that explores societal issues poorly?",
    "What's your least favorite anime with a forgettable antagonist's motive?",
    "What's your least favorite anime with a confusing narrative structure?",
    "What's your least favorite anime about redemption that feels unearned?",
    "What's your least favorite anime about family bonds that feel fake?",
    "What's your least favorite anime about friendship that feels forced?",
    "What's your least favorite anime about perseverance that is unconvincing?",
    "What's your least favorite anime that awkwardly attempts to celebrate diversity?",
    "What's your least favorite anime that fails to challenge your perspective?",
    "What's the most toxic anime community online?",
    "What's the one piece of anime merchandise you would never buy?",
    "What's your least favorite anime convention experience?",
    "What's the one anime food you would absolutely never try in real life?",
    "What's your least favorite memory related to watching anime?"
  ]
}