{
  "normal": [
    "Who is your favorite DC superhero?",
    "What is your favorite DC movie?",
    "Which DC villain is your favorite?",
    "Who is the most powerful hero in DC?",
    "What is the best team in DC Comics?",
    "Which DC animated movie is your favorite?",
    "What's your favorite DC comic book storyline?",
    "If you could have one DC superpower, what would it be?",
    "Which DC character do you think is most underrated?",
    "What's your favorite quote from a DC character?",
    "Which DC character has the best costume design?",
    "What's your favorite moment of heroism in a DC story?",
    "Which DC couple do you ship the most?",
    "What's your favorite non-superpowered DC character?",
    "What's your favorite DC city or location?",
    "Which DC character's arc is most satisfying?",
    "What's your favorite DC soundtrack or score?",
    "What's a DC theory you really believe in?",
    "Which DC character has the best sense of humor?",
    "What's your favorite iconic DC weapon or gadget?",
    "Who is your favorite member of the Justice League?",
    "Who is your favorite member of the Teen Titans?",
    "What's your favorite DC Elseworlds story?",
    "Which DC character do you think is the smartest?",
    "What's your favorite DC redemption arc?",
    "What's your favorite DC villain's motive?",
    "What's your favorite DC team name?",
    "Which DC character deserves their own movie/series?",
    "What's your favorite variant of a DC character?",
    "What's your favorite DC crossover event?",
    "What's your favorite piece of DC merchandise you own?",
    "Which DC character has the coolest unique ability?",
    "What's your favorite instance of a hero saving a civilian in DC?",
    "What's your favorite DC hero-villain dynamic?",
    "What's your favorite DC concept (e.g., Speed Force, Multiverse)?",
    "What's your favorite DC magical artifact?",
    "What's your favorite character introduction in a DC film/show?",
    "What's your favorite DC animated series?",
    "Which DC character has the most interesting family tree?",
    "What's your favorite DC city to imagine living in?",
    "What's your favorite example of DC's humor?",
    "What's your favorite heartwarming DC moment?",
    "What's your favorite shocking DC twist?",
    "What's your favorite display of teamwork in DC?",
    "What's your favorite DC cameo?",
    "What's your favorite DC quote about hope?",
    "What's your favorite DC moment that gave you chills?",
    "Which DC character has the most tragic past?",
    "What's your favorite example of a character overcoming personal demons in DC?",
    "What's your favorite DC battle cry?",
    "What's your favorite DC parallel universe?",
    "What's your favorite DC comic book artist?",
    "What's your favorite DC comic book writer?",
    "What's your favorite DC character death (if applicable and impactful)?",
    "What's your favorite DC resurrection?",
    "What's your favorite DC fan theory that came true?",
    "What's your favorite DC character transformation?",
    "What's your favorite DC vehicle?",
    "What's your favorite DC animal companion?",
    "What's your favorite DC cosmic entity?",
    "What's your favorite DC storyline you've read recently?",
    "What's your favorite DC video game?",
    "What's your favorite live-action DC TV series?",
    "What's your favorite DC musical theme?",
    "What's your favorite DC opening sequence?",
    "What's your favorite DC Easter egg you spotted yourself?",
    "What's your favorite character interaction in a DC movie/show?",
    "What's your favorite DC event in the comics that isn't widely adapted yet?",
    "What's your favorite DC character development that truly resonated with you?",
    "What's your favorite DC one-liner?",
    "What's your favorite DC character's civilian identity?",
    "What's your favorite DC era (e.g., Golden Age, New 52)?",
    "What's your favorite DC tribute or homage?",
    "What's your favorite DC moment that made you audibly gasp?",
    "What's your favorite DC character to cosplay as?",
    "What's your favorite DC crossover outside of the main universe?",
    "What's your favorite thing about the DC fandom?",
    "What's your favorite DC charity initiative?",
    "What's your favorite hidden detail in a DC movie?",
    "What's your favorite DC character to write fanfiction about?",
    "What's your favorite DC character to draw?",
    "What's your favorite obscure DC character that deserves more recognition?",
    "What's your favorite piece of DC concept art?",
    "What's your favorite DC character's most iconic moment?",
    "What's your favorite lesson learned from a DC story?",
    "Which DC comic book issue is your favorite?",
    "What's your favorite DC miniseries?",
    "What's your favorite DC comic book artist's style?",
    "What's your favorite version of the Batmobile?",
    "What's your favorite design for Wonder Woman's lasso?",
    "What's your favorite aspect of the DC Rebirth era?",
    "What's your favorite voice actor performance in a DC animated project?",
    "What's your favorite iconic DC symbol (e.g., Superman's 'S')?",
    "What's your favorite character's secret identity reveal?",
    "What's your favorite piece of fan-made DC content?"
  ],
  "imposter": [
    "Who is your least favorite DC superhero?",
    "What is a DC movie you didn’t like?",
    "Which DC villain do you find boring?",
    "Who is the weakest hero in DC?",
    "What is a DC team you don’t care about?",
    "Which DC animated movie did you find disappointing?",
    "What's your least favorite DC comic book storyline?",
    "If you had to have one DC superpower you hate, what would it be?",
    "Which DC character do you think is most overrated?",
    "What's the most annoying quote from a DC character?",
    "Which DC character has the worst costume design?",
    "What's your least favorite moment of heroism in a DC story?",
    "Which DC couple do you wish would break up?",
    "What's your least favorite non-superpowered DC character?",
    "What's your least favorite DC city or location?",
    "Which DC character's arc is most unsatisfying?",
    "What's your least favorite DC soundtrack or score?",
    "What's a DC theory you find ridiculous?",
    "Which DC character has the worst sense of humor?",
    "What's your least favorite iconic DC weapon or gadget?",
    "Who is your least favorite member of the Justice League?",
    "Who is your least favorite member of the Teen Titans?",
    "What's your least favorite DC Elseworlds story?",
    "Which DC character do you think is the dumbest?",
    "What's your least favorite DC redemption arc?",
    "What's your least favorite DC villain's motive?",
    "What's your least favorite DC team name?",
    "Which DC character absolutely does not deserve their own movie/series?",
    "What's your least favorite variant of a DC character?",
    "What's your least favorite DC crossover event?",
    "What's the one piece of DC merchandise you would never own?",
    "Which DC character has the lamest unique ability?",
    "What's your least favorite instance of a hero saving a civilian in DC?",
    "What's your least favorite DC hero-villain dynamic?",
    "What's your least favorite DC concept (e.g., Speed Force, Multiverse)?",
    "What's your least favorite DC magical artifact?",
    "What's your least favorite character introduction in a DC film/show?",
    "What's your least favorite DC animated series?",
    "Which DC character has the most boring family tree?",
    "What's your least favorite DC city to imagine living in?",
    "What's your least favorite example of DC's humor?",
    "What's your least favorite heartwarming DC moment?",
    "What's the most predictable DC twist?",
    "What's your least favorite display of teamwork in DC?",
    "What's your least favorite DC cameo?",
    "What's your least favorite DC quote about hope?",
    "What's your least favorite DC moment that made you roll your eyes?",
    "Which DC character has the least tragic past?",
    "What's your least favorite example of a character failing to overcome personal demons in DC?",
    "What's your least favorite DC battle cry?",
    "What's your least favorite DC parallel universe?",
    "What's your least favorite DC comic book artist?",
    "What's your least favorite DC comic book writer?",
    "What's the most pointless DC character death?",
    "What's the most unbelievable DC resurrection?",
    "What's your least favorite DC fan theory that came true?",
    "What's your least favorite DC character transformation?",
    "What's your least favorite DC vehicle?",
    "What's your least favorite DC animal companion?",
    "What's your least favorite DC cosmic entity?",
    "What's your least favorite DC storyline you've read recently?",
    "What's your least favorite DC video game?",
    "What's your least favorite live-action DC TV series?",
    "What's your least favorite DC musical theme?",
    "What's your least favorite DC opening sequence?",
    "What's the most obvious DC Easter egg?",
    "What's your least favorite character interaction in a DC movie/show?",
    "What's a DC event in the comics you hope is never adapted?",
    "What's your least favorite DC character development that felt forced?",
    "What's the most annoying DC one-liner?",
    "What's your least favorite DC character's civilian identity?",
    "What's your least favorite DC era (e.g., Golden Age, New 52)?",
    "What's your least favorite DC tribute or homage?",
    "What's your least favorite DC moment that made you confused?",
    "What's the DC character you'd least want to cosplay as?",
    "What's your least favorite DC crossover outside of the main universe?",
    "What's the most annoying thing about the DC fandom?",
    "What's your least favorite DC charity initiative?",
    "What's the most pointless hidden detail in a DC movie?",
    "What's the DC character you'd least want to write fanfiction about?",
    "What's the DC character you'd least want to draw?",
    "What's the most overused obscure DC character?",
    "What's your least favorite piece of DC concept art?",
    "What's your least favorite DC character's most iconic moment?",
    "What's the most questionable lesson learned from a DC story?",
    "Which DC comic book issue is your least favorite?",
    "What's your least favorite DC miniseries?",
    "What's your least favorite DC comic book artist's style?",
    "What's your least favorite version of the Batmobile?",
    "What's your least favorite design for Wonder Woman's lasso?",
    "What's your least favorite aspect of the DC Rebirth era?",
    "What's your least favorite voice actor performance in a DC animated project?",
    "What's your least favorite iconic DC symbol?",
    "What's your least favorite character's secret identity reveal?",
    "What's your least favorite piece of fan-made DC content?"
  ]
}