{
  "normal": [
    "What's your favorite hangout spot in your town/city?",
    "What's your dream career after finishing studies?",
    "What's a Malayalam movie that truly resonates with your generation?",
    "Which college town in Kerala would you love to study in?",
    "What's your favorite hobby that helps you chill after exams?",
    "What's your favorite local snack from a bakery or 'thattukada'?",
    "If you could have any tech gadget right now, what would it be?",
    "What's your go-to comfort food after a long day at school/college?",
    "What's a job that sounds super cool and impactful for the future?",
    "What's a Bollywood/Hollywood movie that all your friends love?",
    "Which city outside Kerala would be awesome for a study trip?",
    "What's a hobby you'd love to pick up during summer vacation?",
    "What's your favorite 'naadan' breakfast item?",
    "What's a career field that's booming in Kerala right now?",
    "What's a web series or K-drama that got you hooked?",
    "Which district in Kerala has the coolest vibe for youngsters?",
    "What's a hobby that involves gaming or esports?",
    "What's your favorite juice or 'sarbat' from a local shop?",
    "What's a job that lets you travel the world while working?",
    "What's an anime series that you've watched multiple times?",
    "Which city is known for its amazing street food scene?",
    "What's a hobby that helps you express your creativity online?",
    "What's your favorite street food from a 'kada'?",
    "What's a job that involves being a content creator or influencer?",
    "What's a trending song or music video you can't stop listening to?",
    "Which metropolitan city has the best opportunities for higher studies?",
    "What's a hobby that involves learning a new language?",
    "What's your favorite type of 'chaya' (tea)?",
    "What's a job that allows you to work remotely from Kerala?",
    "What's a short film or indie movie that impressed you recently?",
    "Which coastal town in Kerala is best for a quick getaway with friends?",
    "What's a hobby that helps you destress during exam time?",
    "What's your favorite 'porotta' combo?",
    "What's a job that requires strong coding skills?",
    "What's a movie that makes you feel nostalgic for your childhood in Kerala?",
    "Which hill station in Kerala is your favorite for a trip?",
    "What's a hobby that involves photography or videography?",
    "What's your favorite type of chips or 'upperi'?",
    "What's a job that lets you innovate and build new tech products?",
    "What's a social media trend that you really enjoy?",
    "Which international city would be your dream destination for a vacation?",
    "What's a hobby that involves fitness or sports?",
    "What's your favorite 'sadya' item?",
    "What's a job that involves graphic design or animation?",
    "What's a book or novel that you couldn't put down?",
    "Which historical site in Kerala would you love to visit again?",
    "What's a hobby that involves playing a musical instrument?",
    "What's your favorite kind of 'pazhampori'?",
    "What's a job that lets you work with artificial intelligence?",
    "What's a podcast or YouTube channel that you follow regularly?",
    "Which city abroad has the best university for your chosen field?",
    "What's a hobby that involves creative writing or poetry?",
    "What's your favorite 'kappa' (tapioca) dish?",
    "What's a job that focuses on environmental conservation in Kerala?",
    "What's a Malayalam web series that you highly recommend?",
    "Which wildlife sanctuary in Kerala would you love to explore?",
    "What's a hobby that involves learning about space or science?",
    "What's your favorite kind of 'biriyani'?",
    "What's a job that involves working in the tourism sector in Kerala?",
    "What's a mobile game that you're currently addicted to?",
    "Which cultural festival in Kerala do you enjoy the most?",
    "What's a hobby that involves exploring new food spots?",
    "What's your favorite type of 'appam'?",
    "What's a job that allows you to work with robots?",
    "What's a stand-up comedy special that made you laugh out loud?",
    "Which backwater destination in Kerala is your favorite?",
    "What's a hobby that involves sketching or drawing?",
    "What's your favorite 'sharkara varatti' (jaggery banana fritter)?",
    "What's a job that focuses on ethical hacking or cybersecurity?",
    "What's a TED Talk or inspiring speech that stuck with you?",
    "Which major city in India would you love to intern in?",
    "What's a hobby that involves solving puzzles or brain teasers?",
    "What's your favorite 'payasam'?",
    "What's a job that involves developing mobile apps?",
    "What's a Malayalam song that instantly puts you in a good mood?",
    "Which temple or church in Kerala has the most beautiful architecture?",
    "What's a hobby that involves learning about different cultures?",
    "What's your favorite 'ellu unda' (sesame ball)?",
    "What's a job that helps improve public services in Kerala?",
    "What's a documentary that you found incredibly insightful?",
    "Which fort or palace in Kerala is your favorite to visit?",
    "What's a hobby that involves practicing yoga or meditation?",
    "What's your favorite 'puttu' combo?",
    "What's a job that focuses on renewable energy solutions?",
    "What's a motivational speaker or mentor you look up to?",
    "Which island in Kerala would be a cool place to spend a day?",
    "What's a hobby that involves upcycling or DIY projects?",
    "What's your favorite 'unnakkaya' (banana fritter)?",
    "What's a job that involves video editing or filmmaking?",
    "What's a historical event in Kerala that you find fascinating?",
    "Which national park in Kerala would you like to visit?",
    "What's a hobby that involves learning about traditional Kerala arts?",
    "What's your favorite 'ela ada' (sweet steamed rice pancake)?",
    "What's a job that focuses on social media management for brands?",
    "What's a Malayalam short story or poem that you love?",
    "Which famous market in Kerala is your favorite to explore?",
    "What's a hobby that involves building models or crafts?",
    "What's your favorite 'mothira laddu'?",
    "What's a job that involves data analysis for a tech company?",
    "What's a sports event that you always look forward to?",
    "Which specific beach in Kerala is your favorite to relax at?",
    "What's a hobby that involves reading about current affairs?",
    "What's your favorite 'kozhukatta'?",
    "What's a job that focuses on user experience (UX) design?",
    "What's a philosophical concept that you find interesting?",
    "Which tea/coffee plantation in Kerala would you love to visit?",
    "What's a hobby that involves learning about personal finance?",
    "What's your favorite type of 'idli' or 'dosa'?",
    "What's a job that allows you to work in the space industry?",
    "What's a recent scientific discovery that amazed you?",
    "Which pilgrimage site in Kerala has the most serene atmosphere?",
    "What's a hobby that involves digital art or illustration?",
    "What's your favorite 'vada' (fritter) type?",
    "What's a job that focuses on game development?",
    "What's a book that you think every teenager should read?",
    "Which specific waterfall in Kerala is your favorite?",
    "What's a hobby that involves learning self-defense?",
    "What's your favorite type of 'parottayum beefum'?",
    "What's a job that involves designing smart homes or cities?",
    "What's a social cause that you feel passionate about?",
    "Which dam or reservoir in Kerala offers the best views?",
    "What's a hobby that involves gardening or farming?",
    "What's your favorite traditional Kerala sweet for festivals?",
    "What's a job that focuses on fashion design or styling?",
    "What's a historical figure from Kerala that inspires you?",
    "Which specific school/college memory always makes you smile?",
    "What's a hobby that involves learning magic tricks?",
    "What's your favorite kind of 'sukhiyan'?",
    "What's a job that involves developing virtual reality experiences?",
    "What's an achievement in Kerala's history that makes you proud?",
    "Which specific viewpoint or lookout spot in Kerala is your favorite?",
    "What's a hobby that involves birdwatching or nature journaling?",
    "What's your favorite 'chakka pradhaman' (jackfruit pudding)?",
    "What's a job that focuses on robotics engineering?",
    "What's a local legend or folklore from Kerala that you find interesting?",
    "Which specific river or lake in Kerala do you find most beautiful?",
    "What's a hobby that involves learning about local flora and fauna?",
    "What's your favorite 'mutta surka' (egg fritter)?",
    "What's a job that involves developing educational technology?",
    "What's a specific skill you've learned from YouTube tutorials?",
    "Which specific bridge or landmark in Kerala is most iconic?",
    "What's a hobby that involves learning different dance forms?",
    "What's your favorite 'achappam' (rose cookie)?",
    "What's a job that focuses on cybersecurity for government agencies?",
    "What's a documentary about Kerala's culture or history that you enjoyed?",
    "Which specific forest or jungle area in Kerala would you like to explore?",
    "What's a hobby that involves learning about sustainable living practices?",
    "What's your favorite 'aval vilayichathu' (puffed rice snack)?",
    "What's a job that involves being an ethical AI developer?",
    "What's a specific historical building in Kerala that fascinates you?",
    "Which specific temple festival in Kerala would you love to attend?",
    "What's a hobby that involves learning a new sport?",
    "What's your favorite 'kuzhalappam' (tube snack)?",
    "What's a job that focuses on promoting local tourism sustainably?",
    "What's a specific art form from Kerala that you admire?",
    "Which specific spice plantation in Kerala would you like to visit?",
    "What's a hobby that involves volunteering for social causes?",
    "What's your favorite 'chemmeen unda' (shrimp ball)?",
    "What's a job that involves developing agricultural technology for Kerala?",
    "What's a specific innovation from Kerala that makes you proud?",
    "Which specific museum in Kerala has the most interesting exhibits?",
    "What's a hobby that involves learning about traditional Kerala cuisine?",
    "What's your favorite 'neer dosa'?",
    "What's a job that focuses on sustainable architecture in Kerala?",
    "What's a specific community initiative in Kerala that you support?",
    "Which specific craft village in Kerala would you love to visit?",
    "What's a hobby that involves learning about local folklore and myths?",
    "What's your favorite 'pazham nirachathu' (stuffed banana)?",
    "What's a job that involves promoting Kerala's culture globally?",
    "What's a specific piece of traditional Kerala music or dance that you enjoy?",
    "Which specific research institute in Kerala would you be interested in?",
    "What's a hobby that involves learning traditional Kerala martial arts?",
    "What's your favorite 'thirayum' (coconut rice pancake)?",
    "What's a job that focuses on healthcare technology in Kerala?",
    "What's a specific environmental challenge in Kerala that you care about?",
    "Which specific local library in Kerala is your favorite?",
    "What's a hobby that involves learning about Kerala's history through old documents?",
    "What's your favorite 'ada pradhaman' (rice flour pudding)?",
    "What's a job that involves developing smart city solutions for Kerala?",
    "What's a specific historical figure from Kerala whose story fascinates you?",
    "Which specific bird sanctuary in Kerala would you love to visit?",
    "What's a hobby that involves learning about local governance and civic issues?",
    "What's your favorite 'kallumakkaya nirachathu' (mussel fritter)?",
    "What's a job that focuses on developing sustainable transport systems in Kerala?",
    "What's a specific local hero from Kerala that inspires you?",
    "Which specific park in Kerala is your favorite for a leisurely walk?",
    "What's a hobby that involves learning about traditional Kerala sports?",
    "What's your favorite 'chemmeen pathiri' (shrimp stuffed bread)?",
    "What's a job that involves promoting responsible tourism in Kerala?",
    "What's a specific educational reform in Kerala that you support?",
    "Which specific art gallery in Kerala would you love to explore?",
    "What's a hobby that involves learning about traditional Kerala remedies?",
    "What's your favorite 'kozhikode halwa'?",
    "What's a job that focuses on preserving Kerala's cultural heritage digitally?",
    "What's a specific local festival in Kerala that you've always wanted to experience?",
    "Which specific monument in Kerala tells an interesting story?",
    "What's a hobby that involves learning about local wildlife conservation?",
    "What's your favorite 'puttupodi' (rice powder for puttu)?",
    "What's a job that involves developing new technologies for Kerala's agriculture?",
    "What's a specific social issue in Kerala that you feel strongly about?",
    "Which specific historical site related to Kerala's spice trade is most intriguing?",
    "What's a hobby that involves learning about traditional Kerala music instruments?",
    "What's your favorite 'ellunda' (sesame ball)?",
    "What's a job that focuses on promoting sustainable waste management in Kerala?",
    "What's a specific local innovation that you think is amazing?",
    "Which specific traditional Kerala house or architecture style do you admire?",
    "What's a hobby that involves learning about local architectural styles?",
    "What's your favorite 'kozhukkatta' (rice dumpling) with sweet filling?",
    "What's a job that involves being a climate change activist in Kerala?",
    "What's a specific local initiative for environmental protection in Kerala?",
    "Which specific ancient trade route in Kerala fascinates you?",
    "What's a hobby that involves learning about traditional Kerala boat building?",
    "What's your favorite 'pathiri' (thin rice bread) combo?",
    "What's a job that focuses on improving public education in Kerala?",
    "What's a specific example of community resilience in Kerala that inspires you?",
    "Which specific traditional Kerala theatrical art form do you enjoy watching?",
    "What's a hobby that involves learning about local historical figures?",
    "What's your favorite 'parvatha puttu' (layered puttu)?",
    "What's a job that involves developing sustainable fishing practices in Kerala?",
    "What's a specific social movement in Kerala that you support?",
    "Which specific bird species native to Kerala do you find most interesting?",
    "What's a hobby that involves learning about traditional Kerala farming techniques?",
    "What's your favorite 'vattayappam' (steamed rice cake)?",
    "What's a job that focuses on mental health awareness and support in Kerala?",
    "What's a specific local tradition in Kerala that you love?",
    "Which specific local market in Kerala has the most vibrant atmosphere?",
    "What's a hobby that involves learning about traditional Kerala textiles?",
    "What's your favorite 'kinnamappam' (steamed rice cake in a bowl)?",
    "What's a job that involves promoting gender equality in Kerala?",
    "What's a specific local craft or art that you find beautiful?",
    "Which specific local event in Kerala always makes you happy?",
    "What's a hobby that involves learning about local conservation efforts?",
    "What's your favorite 'ela ada' with a savory filling?",
    "What's a job that focuses on promoting digital literacy in Kerala's rural areas?",
    "What's a specific local business in Kerala that you admire?",
    "Which specific viewpoint in Kerala offers the best sunrise/sunset views?",
    "What's a hobby that involves learning about traditional Kerala games?",
    "What's your favorite 'kozhikode chicken biryani'?",
    "What's a job that involves developing sustainable agricultural practices for local farmers?",
    "What's a specific environmental issue in Kerala that needs more attention?",
    "Which specific local food festival in Kerala would you love to attend?",
    "What's a hobby that involves learning about local flora for medicinal purposes?",
    "What's your favorite 'chatti pathiri' (layered flatbread)?",
    "What's a job that focuses on preserving Kerala's biodiversity?",
    "What's a specific traditional Kerala performing art that you find captivating?",
    "Which specific local market in Kerala is best for fresh produce?",
    "What's a hobby that involves learning about traditional Kerala fishing methods?",
    "What's your favorite 'erachi pathiri' (meat-filled flatbread)?",
    "What's a job that involves promoting sustainable energy alternatives in Kerala?",
    "What's a specific historical event in Kerala that impacted its social fabric?",
    "Which specific local historical figure from Kerala do you find most inspiring?",
    "What's a hobby that involves learning about traditional Kerala culinary techniques?",
    "What's your favorite 'kappa biryani'?",
    "What's a job that focuses on developing sustainable infrastructure in Kerala's coastal areas?",
    "What's a specific local community that has successfully implemented a sustainable project?",
    "Which specific local museum in Kerala provides the best insight into its history?",
    "What's a hobby that involves learning about traditional Kerala folk songs?",
    "What's your favorite 'fish moilee' with appam?",
    "What's a job that involves promoting ethical journalism and media in Kerala?",
    "What's a specific local initiative that supports marginalized communities in Kerala?",
    "Which specific historical site in Kerala connected to colonial history fascinates you?",
    "What's a hobby that involves learning about traditional Kerala weaving?",
    "What's your favorite 'prawns mappas'?",
    "What's a job that focuses on developing and promoting local tourism circuits in Kerala?",
    "What's a specific local environmental issue that you're worried about?",
    "Which specific local park in Kerala offers the best place for quiet reflection?",
    "What's a hobby that involves learning about traditional Kerala boat races?",
    "What's your favorite 'meen pollichathu' (fish wrapped in banana leaf)?",
    "What's a job that involves promoting sustainable agriculture practices among farmers in Kerala?",
    "What's a specific local art form from Kerala that's often overlooked?",
    "Which specific local festival in Kerala showcases traditional arts best?",
    "What's a hobby that involves learning about traditional Kerala martial arts for self-defense?",
    "What's your favorite 'chemmeen curry' with puttu?",
    "What's a job that focuses on promoting ethical and sustainable fishing practices in Kerala?",
    "What's a specific local hero from Kerala who fought for social justice?",
    "Which specific historical document from Kerala has shed light on its past?",
    "What's a hobby that involves learning about traditional Kerala architectural elements?",
    "What's your favorite 'beef ularthiyathu' with parotta?",
    "What's a job that involves developing innovative solutions for waste management in Kerala?",
    "What's a specific local community initiative that aims to empower youth in Kerala?",
    "Which specific local market in Kerala has the most unique traditional products?",
    "What's a hobby that involves learning about traditional Kerala dance forms for performance?",
    "What's your favorite 'thattu dosa' from a street vendor?",
    "What's a job that focuses on promoting sustainable eco-tourism experiences in Kerala?",
    "What's a specific local innovation that has improved daily life in Kerala?",
    "Which specific historical event in Kerala's cultural history fascinates you most?",
    "What's a hobby that involves learning about traditional Kerala folk art techniques?",
    "What's your favorite 'sardine fry'?",
    "What's a job that involves promoting mental health awareness among teenagers in Kerala?",
    "What's a specific local tradition in Kerala that you find truly beautiful?",
    "Which specific local place in Kerala is best for stargazing?",
    "What's a hobby that involves learning about traditional Kerala percussion instruments?",
    "What's your favorite 'chicken roast'?",
    "What's a job that focuses on promoting digital skills for elderly people in Kerala?",
    "What's a specific local hero from Kerala who championed environmental causes?",
    "Which specific local park in Kerala is best for picnics with friends?",
    "What's a hobby that involves learning about traditional Kerala storytelling forms?",
    "What's your favorite 'mutton curry'?",
    "What's a job that involves developing sustainable agriculture models for small farmers in Kerala?",
    "What's a specific local community project that has transformed a neighborhood in Kerala?",
    "Which specific historical artifact from Kerala tells a compelling story?",
    "What's a hobby that involves learning about traditional Kerala board games?",
    "What's your favorite 'paneer butter masala' from a Kerala restaurant?",
    "What's a job that focuses on promoting ethical consumption habits among Kerala's youth?",
    "What's a specific local environmental challenge in Kerala that you'd like to help solve?",
    "Which specific local festival in Kerala is known for its vibrant street processions?",
    "What's a hobby that involves learning about local animal species and their habitats in Kerala?",
    "What's your favorite 'veg stew' with appam?",
    "What's a job that involves promoting sustainable transportation solutions for Kerala's cities?",
    "What's a specific local innovation that has made education more accessible in Kerala?",
    "Which specific local museum in Kerala highlights the history of its people best?",
    "What's a hobby that involves learning about traditional Kerala folk theatre?",
    "What's your favorite 'ghee roast dosa'?",
    "What's a job that focuses on promoting responsible technology use among Kerala's youth?",
    "What's a specific local tradition in Kerala that you think should be preserved?",
    "Which specific local viewpoint in Kerala is best for capturing drone shots?",
    "What's a hobby that involves learning about traditional Kerala musical genres?",
    "What's your favorite 'chicken kothu parotta'?",
    "What's a job that involves promoting health and wellness programs for teenagers in Kerala?",
    "What's a specific local hero from Kerala who promoted education for all?",
    "Which specific historical place in Kerala holds a special significance for you?",
    "What's a hobby that involves learning about traditional Kerala instruments beyond percussion?",
    "What's your favorite 'fish curry meals'?",
    "What's a job that focuses on developing sustainable energy sources for rural Kerala?",
    "What's a specific local community initiative that empowers women in Kerala?",
    "Which specific local market in Kerala is famous for its spices?",
    "What's a hobby that involves learning about traditional Kerala architecture for modern homes?",
    "What's your favorite 'beef fry' with Kerala parotta?",
    "What's a job that involves promoting ethical waste-to-energy solutions in Kerala?",
    "What's a specific local innovation that promotes sustainable living in Kerala?",
    "Which specific historical site in Kerala connected to ancient trade routes fascinates you?",
    "What's a hobby that involves learning about traditional Kerala wood carving?",
    "What's your favorite 'egg curry' with appam?",
    "What's a job that focuses on mental health support for students in Kerala?",
    "What's a specific local tradition in Kerala that celebrates unity and diversity?",
    "Which specific local park in Kerala is best for outdoor sports?",
    "What's a hobby that involves learning about traditional Kerala board games to share with friends?",
    "What's your favorite 'chicken curry' with pathiri?",
    "What's a job that involves promoting ethical animal welfare in Kerala's farms?",
    "What's a specific local hero from Kerala who advocated for environmental justice?",
    "Which specific historical document from Kerala provides a unique perspective on its past?",
    "What's a hobby that involves learning about traditional Kerala mural painting techniques?",
    "What's your favorite 'fish biryani'?",
    "What's a job that focuses on developing innovative solutions for coastal erosion in Kerala?",
    "What's a specific local community initiative that promotes digital inclusion in Kerala?",
    "Which specific local museum in Kerala highlights its natural history?",
    "What's a hobby that involves learning about traditional Kerala folk dance forms for fun?",
    "What's your favorite 'chicken stew' with appam?",
    "What's a job that involves promoting sustainable forestry practices in Kerala?",
    "What's a specific local hero from Kerala who contributed significantly to its culture?",
    "Which specific local festival in Kerala combines traditional and modern elements?",
    "What's a hobby that involves learning about local plant species for ecological projects?",
    "What's your favorite 'paneer curry' with naan?",
    "What's a job that focuses on promoting ethical and responsible tourism practices to protect Kerala's natural beauty?",
    "What's a specific local innovation that has improved healthcare access in Kerala?",
    "Which specific historical place in Kerala is a hidden gem that more people should know about?",
    "What's a hobby that involves learning about traditional Kerala architecture for sustainable living?",
    "What's your favorite 'chicken tikka masala' from a Kerala restaurant?",
    "What's a job that involves promoting mental health awareness and de-stigmatization among Kerala's youth?",
    "What's a specific local tradition in Kerala that you find fascinating for its historical roots?",
    "Which specific local park in Kerala is best for relaxing and reading a book?",
    "What's a hobby that involves learning about traditional Kerala storytelling through performing arts?",
    "What's your favorite 'mutton biryani'?",
    "What's a job that involves developing sustainable fishing practices that benefit local communities in Kerala?",
    "What's a specific local hero from Kerala who inspired youth to pursue education?",
    "Which specific local market in Kerala is known for its antique and traditional goods?",
    "What's a hobby that involves learning about traditional Kerala textile weaving for creative projects?",
    "What's your favorite 'beef roast' with appam?",
    "What's a job that focuses on promoting ethical waste management solutions through community involvement in Kerala?",
    "What's a specific local innovation that has positively impacted environmental conservation in Kerala?",
    "Which specific historical site in Kerala connected to ancient kingdoms fascinates you most?",
    "What's a hobby that involves learning about traditional Kerala martial arts for cultural preservation?",
    "What's your favorite 'fish molee' with bread?",
    "What's a job that involves promoting mental health resources and support systems for teenagers in Kerala?",
    "What's a specific local tradition in Kerala that involves unique customs or rituals?",
    "Which specific local park in Kerala is best for birdwatching and nature photography?",
    "What's a hobby that involves learning about traditional Kerala board games for competitive play?",
    "What's your favorite 'chicken stew' with idiyappam?",
    "What's a job that focuses on promoting ethical animal welfare in Kerala's wildlife sanctuaries?",
    "What's a specific local hero from Kerala who fought for gender equality?",
    "Which specific historical document from Kerala provides insight into its social history?",
    "What's a hobby that involves learning about traditional Kerala mural painting for restoration projects?",
    "What's your favorite 'fish curry' with kappa?",
    "What's a job that involves developing innovative solutions for plastic waste management in Kerala's coastal areas?",
    "What's a specific local community initiative that aims to provide vocational training for youth in Kerala?",
    "Which specific local museum in Kerala highlights the evolution of its art forms?",
    "What's a hobby that involves learning about traditional Kerala folk dance forms for public performances?",
    "What's your favorite 'beef biryani'?",
    "What's a job that focuses on promoting sustainable tourism that benefits local communities in Kerala?",
    "What's a specific local innovation that has made public transportation more efficient in Kerala?",
    "Which specific historical place in Kerala is linked to important religious movements?",
    "What's a hobby that involves learning about traditional Kerala architecture for historical research?",
    "What's your favorite 'chicken fry' with fried rice?",
    "What's a job that involves promoting mental health education and awareness in schools across Kerala?",
    "What's a specific local tradition in Kerala that involves unique culinary practices?",
    "Which specific local park in Kerala is best for enjoying seasonal flowers?",
    "What's a hobby that involves learning about traditional Kerala musical instruments for performance?",
    "What's your favorite 'mutton roast'?",
    "What's a job that focuses on promoting ethical and responsible technology use for social impact in Kerala?",
    "What's a specific local hero from Kerala who worked for environmental conservation?",
    "Which specific historical site in Kerala connected to its maritime history fascinates you?",
    "What's a hobby that involves learning about traditional Kerala woodworking for craft making?",
    "What's your favorite 'egg roast' with parotta?",
    "What's a job that involves promoting sustainable agriculture practices that support biodiversity in Kerala?",
    "What's a specific local community initiative that promotes cultural exchange among youth in Kerala?",
    "Which specific local market in Kerala is known for its fresh spices and local produce?",
    "What's a hobby that involves learning about traditional Kerala dance forms for cultural events?",
    "What's your favorite 'fish fry' with rice and curry?",
    "What's a job that focuses on promoting ethical and responsible tourism that respects local communities and environments in Kerala?",
    "What's a specific local innovation that has improved access to clean water in Kerala?",
    "Which specific historical place in Kerala is a testament to its ancient wisdom?",
    "What's a hobby that involves learning about traditional Kerala farming techniques for organic gardening?",
    "What's your favorite 'veg biryani'?",
    "What's a job that involves promoting mental health awareness and support in rural areas of Kerala?",
    "What's a specific local tradition in Kerala that involves unique celebrations or rituals?",
    "Which specific local park in Kerala is best for relaxing after a long day?",
    "What's a hobby that involves learning about traditional Kerala musical forms for personal enjoyment?",
    "What's your favorite 'chicken curry' with rice?",
    "What's a job that focuses on promoting ethical and sustainable waste management practices for a greener Kerala?",
    "What's a specific local hero from Kerala who inspired artistic movements?",
    "Which specific historical document from Kerala sheds light on its ancient trade connections?",
    "What's a hobby that involves learning about traditional Kerala boat building techniques for restoration?",
    "What's your favorite 'beef curry' with rice?",
    "What's a job that involves promoting mental health support systems for marginalized groups in Kerala?",
    "What's a specific local innovation that has addressed a key social challenge in Kerala?",
    "Which specific local museum in Kerala is best for interactive exhibits on its history?",
    "What's a hobby that involves learning about traditional Kerala folk theatre for educational purposes?",
    "What's your favorite 'fish biryani' from a local eatery?"
  ],
  "imposter": [
    "What's a hangout spot in your town/city you absolutely hate?",
    "What's a career path you would never, ever pursue?",
    "What's a Malayalam movie that you find incredibly cringey?",
    "Which college town in Kerala would you dread studying in?",
    "What's a hobby that you find utterly pointless for teenagers?",
    "What's a local snack from a bakery or 'thattukada' you despise?",
    "If you had to get rid of one tech gadget, what would it be?",
    "What's a comfort food that makes you feel worse after eating it?",
    "What's a job that sounds incredibly boring and unimpactful?",
    "What's a Bollywood/Hollywood movie that all your friends love but you hate?",
    "Which city outside Kerala would be the worst for a study trip?",
    "What's a hobby you'd never waste your summer vacation on?",
    "What's your least favorite 'naadan' breakfast item?",
    "What's a career field that you think is completely outdated?",
    "What's a web series or K-drama that you gave up on immediately?",
    "Which district in Kerala has the most unappealing vibe for youngsters?",
    "What's a hobby that involves excessive screen time and no fun?",
    "What's your least favorite juice or 'sarbat' from a local shop?",
    "What's a job that forces you to stay in one place all the time?",
    "What's an anime series that you found completely overrated?",
    "Which city is known for its absolutely terrible street food scene?",
    "What's a hobby that stifles your creativity online?",
    "What's your least favorite street food from a 'kada'?",
    "What's a job that involves being a fake content creator or notorious influencer?",
    "What's a trending song or music video you can't stand?",
    "Which metropolitan city has the worst opportunities for higher studies?",
    "What's a hobby that involves learning an obsolete language?",
    "What's your least favorite 'chaya' (tea) type?",
    "What's a job that forces you to work from an office every single day?",
    "What's a short film or indie movie that you found incredibly dull?",
    "Which coastal town in Kerala is the worst for a quick getaway with friends?",
    "What's a hobby that makes you more stressed during exam time?",
    "What's your least favorite 'porotta' combo?",
    "What's a job that requires absolutely no coding skills and is tedious?",
    "What's a movie that makes you feel awkward about your childhood in Kerala?",
    "Which hill station in Kerala is your least favorite for a trip?",
    "What's a hobby that involves terrible photography or videography?",
    "What's your least favorite type of chips or 'upperi'?",
    "What's a job that prevents you from innovating or building anything new?",
    "What's a social media trend that you find incredibly annoying?",
    "Which international city would be your worst nightmare destination for a vacation?",
    "What's a hobby that offers no fitness or sports benefits?",
    "What's your least favorite 'sadya' item?",
    "What's a job that involves terrible graphic design or animation?",
    "What's a book or novel that you couldn't stand finishing?",
    "Which historical site in Kerala would you dread visiting again?",
    "What's a hobby that involves playing a completely annoying musical instrument?",
    "What's your least favorite kind of 'pazhampori'?",
    "What's a job that prevents you from working with artificial intelligence?",
    "What's a podcast or YouTube channel that you actively avoid?",
    "Which city abroad has the worst university for your chosen field?",
    "What's a hobby that involves writing boring essays or reports?",
    "What's your least favorite 'kappa' (tapioca) dish?",
    "What's a job that focuses on environmental destruction in Kerala?",
    "What's a Malayalam web series that you regret watching?",
    "Which wildlife sanctuary in Kerala would you never want to explore?",
    "What's a hobby that offers no learning about space or science?",
    "What's your least favorite kind of 'biriyani'?",
    "What's a job that involves working in a dying tourism sector in Kerala?",
    "What's a mobile game that you uninstalled immediately?",
    "Which cultural festival in Kerala do you find the most boring?",
    "What's a hobby that involves eating terrible food at new spots?",
    "What's your least favorite type of 'appam'?",
    "What's a job that involves working with outdated robots?",
    "What's a stand-up comedy special that made you cringe?",
    "Which backwater destination in Kerala is your least favorite?",
    "What's a hobby that involves terrible sketching or drawing?",
    "What's your least favorite 'sharkara varatti' (jaggery banana fritter)?",
    "What's a job that focuses on unethical hacking or cybersecurity threats?",
    "What's a TED Talk or inspiring speech that you found incredibly dull?",
    "Which major city in India would be the worst place to intern in?",
    "What's a hobby that involves solving pointless puzzles or brain teasers?",
    "What's your least favorite 'payasam'?",
    "What's a job that involves developing useless mobile apps?",
    "What's a Malayalam song that instantly puts you in a bad mood?",
    "Which temple or church in Kerala has the most uninspiring architecture?",
    "What's a hobby that offers no learning about different cultures?",
    "What's your least favorite 'ellu unda' (sesame ball)?",
    "What's a job that makes public services in Kerala worse?",
    "What's a documentary that you found incredibly boring?",
    "Which fort or palace in Kerala is your least favorite to visit?",
    "What's a hobby that involves practicing unhelpful yoga or meditation?",
    "What's your least favorite 'puttu' combo?",
    "What's a job that focuses on non-renewable energy sources?",
    "What's a motivational speaker or mentor you actively dislike?",
    "Which island in Kerala would be a terrible place to spend a day?",
    "What's a hobby that involves wasting resources on useless DIY projects?",
    "What's your least favorite 'unnakkaya' (banana fritter)?",
    "What's a job that involves terrible video editing or filmmaking?",
    "What's a historical event in Kerala that you find incredibly dull?",
    "Which national park in Kerala would you never want to visit?",
    "What's a hobby that offers no learning about traditional Kerala arts?",
    "What's your least favorite 'ela ada' (sweet steamed rice pancake)?",
    "What's a job that focuses on terrible social media management for brands?",
    "What's a Malayalam short story or poem that you actively dislike?",
    "Which famous market in Kerala is your least favorite to explore?",
    "What's a hobby that involves building useless models or crafts?",
    "What's your least favorite 'mothira laddu'?",
    "What's a job that involves meaningless data analysis for a tech company?",
    "What's a sports event that you always dread?",
    "Which specific beach in Kerala is your least favorite to relax at?",
    "What's a hobby that involves reading about irrelevant current affairs?",
    "What's your least favorite 'kozhukatta'?",
    "What's a job that focuses on terrible user experience (UX) design?",
    "What's a philosophical concept that you find incredibly confusing?",
    "Which tea/coffee plantation in Kerala would you hate to visit?",
    "What's a hobby that offers no learning about personal finance?",
    "What's your least favorite type of 'idli' or 'dosa'?",
    "What's a job that involves destroying things in the space industry?",
    "What's a recent scientific discovery that bored you?",
    "Which pilgrimage site in Kerala has the most chaotic atmosphere?",
    "What's a hobby that involves terrible digital art or illustration?",
    "What's your least favorite 'vada' (fritter) type?",
    "What's a job that focuses on developing terrible games?",
    "What's a book that you think no teenager should ever read?",
    "Which specific waterfall in Kerala is your least favorite?",
    "What's a hobby that offers no learning self-defense?",
    "What's your least favorite type of 'parottayum beefum'?",
    "What's a job that involves designing ugly smart homes or cities?",
    "What's a social cause that you feel completely indifferent about?",
    "Which dam or reservoir in Kerala offers the worst views?",
    "What's a hobby that involves destroying gardens or farms?",
    "What's your least favorite traditional Kerala sweet for festivals?",
    "What's a job that focuses on terrible fashion design or styling?",
    "What's a historical figure from Kerala that you find uninspiring?",
    "Which specific school/college memory always makes you cringe?",
    "What's a hobby that involves failing at magic tricks?",
    "What's your least favorite kind of 'sukhiyan'?",
    "What's a job that involves developing terrible virtual reality experiences?",
    "What's an achievement in Kerala's history that you find embarrassing?",
    "Which specific viewpoint or lookout spot in Kerala is your least favorite?",
    "What's a hobby that involves annoying birdwatching or nature journaling?",
    "What's your least favorite 'chakka pradhaman' (jackfruit pudding)?",
    "What's a job that focuses on robotics that cause harm?",
    "What's a local legend or folklore from Kerala that you find ridiculous?",
    "Which specific river or lake in Kerala do you find most unappealing?",
    "What's a hobby that offers no learning about local flora and fauna?",
    "What's your least favorite 'mutta surka' (egg fritter)?",
    "What's a job that involves developing useless educational technology?",
    "What's a specific skill you've learned from YouTube tutorials that you regret?",
    "Which specific bridge or landmark in Kerala is most uniconic?",
    "What's a hobby that involves terrible different dance forms?",
    "What's your least favorite 'achappam' (rose cookie)?",
    "What's a job that focuses on cybersecurity for criminal organizations?",
    "What's a documentary about Kerala's culture or history that you found annoying?",
    "Which specific forest or jungle area in Kerala would you never want to explore?",
    "What's a hobby that offers no learning about sustainable living practices?",
    "What's your least favorite 'aval vilayichathu' (puffed rice snack)?",
    "What's a job that involves being an unethical AI developer?",
    "What's a specific historical building in Kerala that bores you?",
    "Which specific temple festival in Kerala would you never want to attend?",
    "What's a hobby that involves failing at a new sport?",
    "What's your least favorite 'kuzhalappam' (tube snack)?",
    "What's a job that focuses on promoting local tourism unsustainably?",
    "What's a specific art form from Kerala that you find unappealing?",
    "Which specific spice plantation in Kerala would you hate to visit?",
    "What's a hobby that involves doing terrible volunteering for social causes?",
    "What's your least favorite 'chemmeen unda' (shrimp ball)?",
    "What's a job that involves developing harmful agricultural technology for Kerala?",
    "What's a specific innovation from Kerala that you find embarrassing?",
    "Which specific museum in Kerala has the most boring exhibits?",
    "What's a hobby that offers no learning about traditional Kerala cuisine?",
    "What's your least favorite 'neer dosa'?",
    "What's a job that focuses on unsustainable architecture in Kerala?",
    "What's a specific community initiative in Kerala that you despise?",
    "Which specific craft village in Kerala would you dread visiting?",
    "What's a hobby that offers no learning about local folklore and myths?",
    "What's your least favorite 'pazham nirachathu' (stuffed banana)?",
    "What's a job that involves hindering Kerala's culture globally?",
    "What's a specific piece of traditional Kerala music or dance that you dislike?",
    "Which specific research institute in Kerala would you be completely uninterested in?",
    "What's a hobby that involves learning useless traditional Kerala martial arts?",
    "What's your least favorite 'thirayum' (coconut rice pancake)?",
    "What's a job that focuses on harmful healthcare technology in Kerala?",
    "What's a specific environmental challenge in Kerala that you don't care about?",
    "Which specific local library in Kerala is your least favorite?",
    "What's a hobby that offers no learning about Kerala's history through old documents?",
    "What's your least favorite 'ada pradhaman' (rice flour pudding)?",
    "What's a job that involves developing chaotic smart city solutions for Kerala?",
    "What's a specific historical figure from Kerala whose story bores you?",
    "Which specific bird sanctuary in Kerala would you never want to visit?",
    "What's a hobby that offers no learning about local governance and civic issues?",
    "What's your least favorite 'kallumakkaya nirachathu' (mussel fritter)?",
    "What's a job that focuses on developing unsustainable transport systems in Kerala?",
    "What's a specific local hero from Kerala that you find uninspiring?",
    "Which specific park in Kerala is your least favorite for a leisurely walk?",
    "What's a hobby that offers no learning about traditional Kerala sports?",
    "What's your least favorite 'chemmeen pathiri' (shrimp stuffed bread)?",
    "What's a job that involves promoting irresponsible tourism in Kerala?",
    "What's a specific educational reform in Kerala that you oppose?",
    "Which specific art gallery in Kerala would you dread exploring?",
    "What's a hobby that offers no learning about traditional Kerala remedies?",
    "What's your least favorite 'kozhikode halwa'?",
    "What's a job that focuses on destroying Kerala's cultural heritage digitally?",
    "What's a specific local festival in Kerala that you've always wanted to avoid?",
    "Which specific monument in Kerala tells a boring story?",
    "What's a hobby that offers no learning about local wildlife conservation?",
    "What's your least favorite 'puttupodi' (rice powder for puttu)?",
    "What's a job that involves developing harmful technologies for Kerala's agriculture?",
    "What's a specific social issue in Kerala that you completely ignore?",
    "Which specific historical site related to Kerala's spice trade is least intriguing?",
    "What's a hobby that offers no learning about traditional Kerala music instruments?",
    "What's your least favorite 'ellunda' (sesame ball)?",
    "What's a job that focuses on promoting unsustainable waste management in Kerala?",
    "What's a specific local innovation that you think is terrible?",
    "Which specific traditional Kerala house or architecture style do you dislike?",
    "What's a hobby that offers no learning about local architectural styles?",
    "What's your least favorite 'kozhukkatta' (rice dumpling) with sweet filling?",
    "What's a job that involves being a climate change denier in Kerala?",
    "What's a specific local initiative for environmental destruction in Kerala?",
    "Which specific ancient trade route in Kerala bores you?",
    "What's a hobby that offers no learning about traditional Kerala boat building?",
    "What's your least favorite 'pathiri' (thin rice bread) combo?",
    "What's a job that focuses on worsening public education in Kerala?",
    "What's a specific example of community chaos in Kerala that discourages you?",
    "Which specific traditional Kerala theatrical art form do you dislike watching?",
    "What's a hobby that offers no learning about local historical figures?",
    "What's your least favorite 'parvatha puttu' (layered puttu)?",
    "What's a job that involves developing destructive fishing practices in Kerala?",
    "What's a specific social movement in Kerala that you oppose?",
    "Which specific bird species native to Kerala do you find least interesting?",
    "What's a hobby that offers no learning about traditional Kerala farming techniques?",
    "What's your least favorite 'vattayappam' (steamed rice cake)?",
    "What's a job that focuses on mental health stigmatization and neglect in Kerala?",
    "What's a specific local tradition in Kerala that you dislike?",
    "Which specific local market in Kerala has the most unappealing atmosphere?",
    "What's a hobby that offers no learning about traditional Kerala textiles?",
    "What's your least favorite 'kinnamappam' (steamed rice cake in a bowl)?",
    "What's a job that involves promoting gender inequality in Kerala?",
    "What's a specific local craft or art that you find ugly?",
    "Which specific local event in Kerala always makes you annoyed?",
    "What's a hobby that offers no learning about local conservation efforts?",
    "What's your least favorite 'ela ada' with a savory filling?",
    "What's a job that focuses on promoting digital illiteracy in Kerala's rural areas?",
    "What's a specific local business in Kerala that you despise?",
    "Which specific viewpoint in Kerala offers the worst sunrise/sunset views?",
    "What's a hobby that offers no learning about traditional Kerala games?",
    "What's your least favorite 'kozhikode chicken biryani'?",
    "What's a job that involves developing unsustainable agricultural practices for local farmers?",
    "What's a specific environmental issue in Kerala that you think is overhyped?",
    "Which specific local food festival in Kerala would you hate to attend?",
    "What's a hobby that offers no learning about local flora for medicinal purposes?",
    "What's your least favorite 'chatti pathiri' (layered flatbread)?",
    "What's a job that focuses on destroying Kerala's biodiversity?",
    "What's a specific traditional Kerala performing art that you find uncaptivating?",
    "Which specific local market in Kerala is worst for fresh produce?",
    "What's a hobby that offers no learning about traditional Kerala fishing methods?",
    "What's your least favorite 'erachi pathiri' (meat-filled flatbread)?",
    "What's a job that involves promoting non-sustainable energy alternatives in Kerala?",
    "What's a specific historical event in Kerala that impacted its social fabric negatively?",
    "Which specific local historical figure from Kerala do you find least inspiring?",
    "What's a hobby that offers no learning about traditional Kerala culinary techniques?",
    "What's your least favorite 'kappa biryani'?",
    "What's a job that focuses on developing unsustainable infrastructure in Kerala's coastal areas?",
    "What's a specific local community that has poorly implemented a sustainable project?",
    "Which specific local museum in Kerala provides the worst insight into its history?",
    "What's a hobby that offers no learning about traditional Kerala folk songs?",
    "What's your least favorite 'fish moilee' with appam?",
    "What's a job that involves promoting unethical journalism and media in Kerala?",
    "What's a specific local initiative that harms marginalized communities in Kerala?",
    "Which specific historical site in Kerala connected to colonial history bores you?",
    "What's a hobby that offers no learning about traditional Kerala weaving?",
    "What's your least favorite 'prawns mappas'?",
    "What's a job that focuses on developing and promoting exploitative tourism circuits in Kerala?",
    "What's a specific local environmental issue that you're not worried about?",
    "Which specific local park in Kerala offers the worst place for quiet reflection?",
    "What's a hobby that offers no learning about traditional Kerala boat races?",
    "What's your least favorite 'meen pollichathu' (fish wrapped in banana leaf)?",
    "What's a job that involves promoting unsustainable agriculture practices among farmers in Kerala?",
    "What's a specific local art form from Kerala that's completely overhyped?",
    "Which specific local festival in Kerala showcases traditional arts worst?",
    "What's a hobby that offers no learning about traditional Kerala martial arts for self-defense?",
    "What's your least favorite 'chemmeen curry' with puttu?",
    "What's a job that focuses on promoting unethical and unsustainable fishing practices in Kerala?",
    "What's a specific local hero from Kerala who fought against social justice?",
    "Which specific historical document from Kerala has shed no light on its past?",
    "What's a hobby that offers no learning about traditional Kerala architectural elements?",
    "What's your least favorite 'beef ularthiyathu' with parotta?",
    "What's a job that involves developing harmful solutions for waste management in Kerala?",
    "What's a specific local community initiative that aims to disempower youth in Kerala?",
    "Which specific local market in Kerala has the most generic traditional products?",
    "What's a hobby that offers no learning about traditional Kerala dance forms for performance?",
    "What's your least favorite 'thattu dosa' from a street vendor?",
    "What's a job that focuses on promoting unsustainable eco-tourism experiences in Kerala?",
    "What's a specific local innovation that has worsened daily life in Kerala?",
    "Which specific historical event in Kerala's cultural history bores you most?",
    "What's a hobby that offers no learning about traditional Kerala folk art techniques?",
    "What's your least favorite 'sardine fry'?",
    "What's a job that involves promoting mental health stigma among teenagers in Kerala?",
    "What's a specific local tradition in Kerala that you find truly annoying?",
    "Which specific local place in Kerala is worst for stargazing?",
    "What's a hobby that offers no learning about traditional Kerala percussion instruments?",
    "What's your least favorite 'chicken roast'?",
    "What's a job that focuses on promoting digital illiteracy for elderly people in Kerala?",
    "What's a specific local hero from Kerala who harmed environmental causes?",
    "Which specific local park in Kerala is worst for picnics with friends?",
    "What's a hobby that offers no learning about traditional Kerala storytelling forms?",
    "What's your least favorite 'mutton curry'?",
    "What's a job that involves developing unsustainable agriculture models for small farmers in Kerala?",
    "What's a specific local community project that has destroyed a neighborhood in Kerala?",
    "Which specific historical artifact from Kerala tells a boring story?",
    "What's a hobby that offers no learning about traditional Kerala board games?",
    "What's your least favorite 'paneer butter masala' from a Kerala restaurant?",
    "What's a job that focuses on promoting unethical consumption habits among Kerala's youth?",
    "What's a specific local environmental challenge in Kerala that you think is irrelevant?",
    "Which specific local festival in Kerala is known for its boring street processions?",
    "What's a hobby that offers no learning about local animal species and their habitats in Kerala?",
    "What's your least favorite 'veg stew' with appam?",
    "What's a job that involves promoting unsustainable transportation solutions for Kerala's cities?",
    "What's a specific local innovation that has made education less accessible in Kerala?",
    "Which specific local museum in Kerala highlights the history of its people worst?",
    "What's a hobby that offers no learning about traditional Kerala folk theatre?",
    "What's your least favorite 'ghee roast dosa'?",
    "What's a job that focuses on promoting irresponsible technology use among Kerala's youth?",
    "What's a specific local tradition in Kerala that you think should be abandoned?",
    "Which specific local viewpoint in Kerala is worst for capturing drone shots?",
    "What's a hobby that offers no learning about traditional Kerala musical genres?",
    "What's your least favorite 'chicken kothu parotta'?",
    "What's a job that involves promoting unhealthy and wellness programs for teenagers in Kerala?",
    "What's a specific local hero from Kerala who hindered education for all?",
    "Which specific historical place in Kerala holds no special significance for you?",
    "What's a hobby that offers no learning about traditional Kerala instruments beyond percussion?",
    "What's your least favorite 'fish curry meals'?",
    "What's a job that focuses on developing unsustainable energy sources for rural Kerala?",
    "What's a specific local community initiative that disempowers women in Kerala?",
    "Which specific local market in Kerala is least famous for its spices?",
    "What's a hobby that offers no learning about traditional Kerala architecture for modern homes?",
    "What's your least favorite 'beef fry' with Kerala parotta?",
    "What's a job that involves promoting unethical waste-to-energy solutions in Kerala?",
    "What's a specific local innovation that hinders sustainable living in Kerala?",
    "Which specific historical site in Kerala connected to ancient trade routes bores you?",
    "What's a hobby that offers no learning about traditional Kerala wood carving?",
    "What's your least favorite 'egg curry' with appam?",
    "What's a job that focuses on mental health neglect for students in Kerala?",
    "What's a specific local tradition in Kerala that celebrates division and disharmony?",
    "Which specific local park in Kerala is worst for outdoor sports?",
    "What's a hobby that offers no learning about traditional Kerala board games to share with friends?",
    "What's your least favorite 'chicken curry' with pathiri?",
    "What's a job that involves promoting unethical animal welfare in Kerala's farms?",
    "What's a specific local hero from Kerala who ignored environmental justice?",
    "Which specific historical document from Kerala provides no unique perspective on its past?",
    "What's a hobby that offers no learning about traditional Kerala mural painting techniques?",
    "What's your least favorite 'fish biryani'?",
    "What's a job that focuses on developing unsustainable solutions for coastal erosion in Kerala?",
    "What's a specific local community initiative that aims to disempower youth in Kerala?",
    "Which specific local museum in Kerala highlights its natural history poorly?",
    "What's a hobby that offers no learning about traditional Kerala folk dance forms for fun?",
    "What's your least favorite 'chicken stew' with appam?",
    "What's a job that involves promoting unsustainable forestry practices in Kerala?",
    "What's a specific local hero from Kerala who contributed negligibly to its culture?",
    "Which specific local festival in Kerala combines traditional and modern elements poorly?",
    "What's a hobby that offers no learning about local plant species for ecological projects?",
    "What's your least favorite 'paneer curry' with naan?",
    "What's a job that focuses on promoting unethical and irresponsible tourism practices that harm Kerala's natural beauty?",
    "What's a specific local innovation that has worsened healthcare access in Kerala?",
    "Which specific historical place in Kerala is a terrible example that more people should know about?",
    "What's a hobby that offers no learning about traditional Kerala architecture for unsustainable living?",
    "What's your least favorite 'chicken tikka masala' from a Kerala restaurant?",
    "What's a job that involves promoting mental health stigma and re-stigmatization among Kerala's youth?",
    "What's a specific local tradition in Kerala that you find annoying for its historical roots?",
    "Which specific local park in Kerala is worst for relaxing and reading a book?",
    "What's a hobby that offers no learning about traditional Kerala storytelling through performing arts?",
    "What's your least favorite 'mutton biryani'?",
    "What's a job that involves developing unsustainable fishing practices that harm local communities in Kerala?",
    "What's a specific local hero from Kerala who discouraged youth to pursue education?",
    "Which specific local market in Kerala is known for its unappealing and generic goods?",
    "What's a hobby that offers no learning about traditional Kerala textile weaving for creative projects?",
    "What's your least favorite 'beef roast' with appam?",
    "What's a job that focuses on promoting unethical waste management solutions through community apathy in Kerala?",
    "What's a specific local innovation that has negatively impacted environmental conservation in Kerala?",
    "Which specific historical site in Kerala connected to ancient kingdoms bores you most?",
    "What's a hobby that offers no learning about traditional Kerala martial arts for cultural preservation?",
    "What's your least favorite 'fish molee' with bread?",
    "What's a job that involves promoting mental health resources and support systems that are ineffective for teenagers in Kerala?",
    "What's a specific local tradition in Kerala that involves annoying customs or rituals?",
    "Which specific local park in Kerala is worst for birdwatching and nature photography?",
    "What's a hobby that offers no learning about traditional Kerala board games for competitive play?",
    "What's your least favorite 'chicken stew' with idiyappam?",
    "What's a job that focuses on promoting unethical animal welfare in Kerala's wildlife sanctuaries?",
    "What's a specific local hero from Kerala who hindered gender equality?",
    "Which specific historical document from Kerala provides no insight into its social history?",
    "What's a hobby that offers no learning about traditional Kerala mural painting for restoration projects?",
    "What's your least favorite 'fish curry' with kappa?",
    "What's a job that involves developing ineffective solutions for plastic waste management in Kerala's coastal areas?",
    "What's a specific local community initiative that aims to provide useless vocational training for youth in Kerala?",
    "Which specific local museum in Kerala highlights the evolution of its art forms poorly?",
    "What's a hobby that offers no learning about traditional Kerala folk dance forms for public performances?",
    "What's your least favorite 'beef biryani'?",
    "What's a job that focuses on promoting unsustainable tourism that harms local communities in Kerala?",
    "What's a specific local innovation that has made public transportation less efficient in Kerala?",
    "Which specific historical place in Kerala is linked to insignificant religious movements?",
    "What's a hobby that offers no learning about traditional Kerala architecture for unsustainable living?",
    "What's your least favorite 'chicken fry' with fried rice?",
    "What's a job that involves promoting mental health illiteracy and stigma in schools across Kerala?",
    "What's a specific local tradition in Kerala that involves unappetizing culinary practices?",
    "Which specific local park in Kerala is worst for enjoying seasonal flowers?",
    "What's a hobby that offers no learning about traditional Kerala musical instruments for performance?",
    "What's your least favorite 'mutton roast'?",
    "What's a job that focuses on promoting unethical and irresponsible technology use for social harm in Kerala?",
    "What's a specific local hero from Kerala who hindered environmental conservation?",
    "Which specific historical site in Kerala connected to its maritime history bores you?",
    "What's a hobby that offers no learning about traditional Kerala woodworking for craft making?",
    "What's your least favorite 'egg roast' with parotta?",
    "What's a job that involves promoting unsustainable agriculture practices that harm biodiversity in Kerala?",
    "What's a specific local community initiative that promotes cultural division among youth in Kerala?",
    "Which specific local market in Kerala is worst for its fresh spices and local produce?",
    "What's a hobby that offers no learning about traditional Kerala dance forms for cultural events?",
    "What's your least favorite 'fish fry' with rice and curry?",
    "What's a job that focuses on promoting unethical and irresponsible tourism practices that exploit local communities and environments in Kerala?",
    "What's a specific local innovation that has worsened access to clean water in Kerala?",
    "Which specific historical place in Kerala is a testament to its ancient foolishness?",
    "What's a hobby that offers no learning about traditional Kerala farming techniques for organic gardening?",
    "What's your least favorite 'veg biryani'?",
    "What's a job that involves promoting mental health awareness and support in urban areas of Kerala?",
    "What's a specific local tradition in Kerala that involves unpleasant celebrations or rituals?",
    "Which specific local park in Kerala is worst for relaxing after a long day?",
    "What's a hobby that offers no learning about traditional Kerala musical forms for personal enjoyment?",
    "What's your least favorite 'chicken curry' with rice?",
    "What's a job that focuses on promoting unethical and unsustainable waste management practices for a polluted Kerala?",
    "What's a specific local hero from Kerala who discouraged artistic movements?",
    "Which specific historical document from Kerala sheds no light on its ancient trade connections?",
    "What's a hobby that offers no learning about traditional Kerala boat building techniques for destruction?",
    "What's your least favorite 'beef curry' with rice?",
    "What's a job that involves promoting mental health support systems for privileged groups in Kerala?",
    "What's a specific local innovation that has caused a key social challenge in Kerala?",
    "Which specific local museum in Kerala is worst for interactive exhibits on its history?",
    "What's a hobby that offers no learning about traditional Kerala folk theatre for educational purposes?",
    "What's your least favorite 'fish biryani' from a local eatery?"
  ]
}