{
  "normal": [
    "Who is your favorite Malayalam actor?",
    "What is the best Malayalam movie you've seen?",
    "Which Malayalam director do you admire?",
    "What is a Malayalam movie that made you emotional?",
    "Which Malayalam comedy do you love?",
    "Who is your favorite Malayalam actress?",
    "What's your favorite Malayalam song?",
    "Which Malayalam movie has the best screenplay?",
    "What's a Malayalam movie that truly surprised you?",
    "Who is your favorite Malayalam character actor?",
    "Which Malayalam movie has the most memorable climax?",
    "What's your favorite dialogue from a Malayalam movie?",
    "Which Malayalam movie had the best background score?",
    "What's your favorite genre in Malayalam cinema?",
    "Who is your favorite Malayalam cinematographer?",
    "What's a Malayalam movie you've rewatched countless times?",
    "Which Malayalam movie would you recommend to a non-Malayali?",
    "What's your favorite performance by a Malayalam actor?",
    "What's a Malayalam movie that defines an era?",
    "Who is your favorite Malayalam music director?",
    "Which Malayalam movie has the best art direction?",
    "What's your favorite Malayalam romantic movie?",
    "What's your favorite Malayalam thriller?",
    "What's your favorite Malayalam drama?",
    "What's your favorite Malayalam action movie?",
    "What's your favorite Malayalam historical film?",
    "What's your favorite Malayalam road movie?",
    "Which Malayalam movie has the most thought-provoking message?",
    "What's your favorite debut performance by an actor in Malayalam?",
    "What's your favorite debut by a director in Malayalam?",
    "Which Malayalam movie had the best political commentary?",
    "What's your favorite film from the New Wave of Malayalam cinema?",
    "What's your favorite classic Malayalam movie?",
    "Which Malayalam character do you relate to the most?",
    "What's your favorite movie with a rural Kerala setting?",
    "What's your favorite movie with an urban Kerala setting?",
    "Who is your favorite Malayalam lyricist?",
    "Which Malayalam movie has the most beautiful visuals?",
    "What's your favorite Malayalam film festival experience?",
    "What's your favorite short film from Kerala?",
    "Which Malayalam movie made you cry tears of joy?",
    "What's your favorite child actor performance in Malayalam?",
    "What's your favorite movie that showcases Kerala's culture best?",
    "Which Malayalam movie has the most authentic portrayal of relationships?",
    "What's your favorite on-screen pair in Malayalam cinema?",
    "What's a Malayalam film that's genuinely unique?",
    "What's your favorite Malayalam experimental film?",
    "Which Malayalam movie do you consider a hidden gem?",
    "What's your favorite Malayalam film based on a real event?",
    "What's your favorite Malayalam film based on a literary work?",
    "Who is your favorite Malayalam scriptwriter?",
    "What's your favorite Malayalam film soundtrack album?",
    "What's your favorite Malayalam festival release?",
    "Which Malayalam movie introduced you to the industry?",
    "What's a Malayalam movie that made you think deeply?",
    "What's your favorite use of silence in a Malayalam film?",
    "Which Malayalam film has the strongest social message?",
    "What's your favorite portrayal of family dynamics in a Malayalam film?",
    "What's your favorite Malayalam period drama?",
    "What's your favorite Malayalam musical film?",
    "What's your favorite Malayalam film that blends genres well?",
    "What's your favorite performance by a veteran Malayalam actor?",
    "What's your favorite rising star in Malayalam cinema?",
    "What's your favorite technical aspect of Malayalam cinema (e.g., sound design)?",
    "What's your favorite location to watch a Malayalam movie in Kerala?",
    "What's your favorite aspect of Malayalam film promotions?",
    "What's your favorite fan-made tribute to a Malayalam film/actor?",
    "What's your favorite Malayalam movie poster design?",
    "What's your favorite song sequence in a Malayalam movie?",
    "Which Malayalam movie has the most memorable dance performance?",
    "What's your favorite Malayalam historical figure portrayed in film?",
    "What's your favorite contemporary Malayalam film?",
    "What's your favorite Malayalam film that portrays mental health well?",
    "What's your favorite Malayalam film that tackles societal norms?",
    "What's your favorite Malayalam film that broke box office records?",
    "What's your favorite Malayalam film that received critical acclaim globally?",
    "What's your favorite example of subtle acting in Malayalam cinema?",
    "What's your favorite instance of character growth in a Malayalam film?",
    "What's your favorite use of regional dialect in a Malayalam film?",
    "What's your favorite Malayalam film that features a strong female lead?",
    "What's your favorite Malayalam film for its cinematography alone?",
    "What's your favorite Malayalam film that showcases different districts of Kerala?",
    "What's your favorite Malayalam film that makes you feel proud of Kerala?",
    "What's your favorite Malayalam film from the 80s?",
    "What's your favorite Malayalam film from the 90s?",
    "What's your favorite Malayalam film from the 2000s?",
    "What's your favorite Malayalam film from the 2010s?",
    "What's your favorite Malayalam film from the 2020s so far?",
    "What's your favorite Malayalam film that depicts the monsoon season beautifully?",
    "What's your favorite Malayalam film that highlights local traditions?",
    "What's your favorite Malayalam character's fashion sense?",
    "What's your favorite Malayalam movie title?",
    "What's your favorite Malayalam film that left you thinking for days?",
    "What's your favorite thing about the current state of Malayalam cinema?",
    "What's your favorite memory associated with watching a Malayalam movie?",
    "What's your favorite aspect of Malayalam cinema storytelling?",
    "What's your favorite future trend you hope to see in Malayalam cinema?"
  ],
  "imposter": [
    "Who is a Malayalam actor you dislike?",
    "What is the most overrated Malayalam movie?",
    "Which Malayalam director do you think is overrated?",
    "What is a Malayalam movie that bored you?",
    "Which Malayalam comedy do you not find funny?",
    "Who is a Malayalam actress you find annoying?",
    "What's a Malayalam song you always skip?",
    "Which Malayalam movie has the weakest screenplay?",
    "What's a Malayalam movie that completely disappointed you?",
    "Who is a Malayalam character actor you find unconvincing?",
    "Which Malayalam movie has the most forgettable climax?",
    "What's the most cringe-worthy dialogue from a Malayalam movie?",
    "Which Malayalam movie had the worst background score?",
    "What's a Malayalam movie genre you generally dislike?",
    "Who is a Malayalam cinematographer whose work you find uninspiring?",
    "What's a Malayalam movie you wish you never rewatched?",
    "Which Malayalam movie would you warn a non-Malayali to avoid?",
    "What's your least favorite performance by a Malayalam actor?",
    "What's a Malayalam movie that feels dated or irrelevant now?",
    "Who is a Malayalam music director whose work you often dislike?",
    "Which Malayalam movie has the worst art direction?",
    "What's your least favorite Malayalam romantic movie?",
    "What's your least favorite Malayalam thriller?",
    "What's your least favorite Malayalam drama?",
    "What's your least favorite Malayalam action movie?",
    "What's your least favorite Malayalam historical film?",
    "What's your least favorite Malayalam road movie?",
    "Which Malayalam movie has the most muddled message?",
    "What's the worst debut performance by an actor in Malayalam?",
    "What's the worst debut by a director in Malayalam?",
    "Which Malayalam movie had the most forced political commentary?",
    "What's a film from the New Wave of Malayalam cinema that you disliked?",
    "What's a classic Malayalam movie you find overrated?",
    "Which Malayalam character do you relate to the least?",
    "What's a movie with an unconvincing rural Kerala setting?",
    "What's a movie with an unconvincing urban Kerala setting?",
    "Who is a Malayalam lyricist whose lyrics you dislike?",
    "Which Malayalam movie has the most unappealing visuals?",
    "What's your least favorite film festival experience related to Malayalam cinema?",
    "What's the worst short film from Kerala you've seen?",
    "Which Malayalam movie made you cry for the wrong reasons?",
    "What's the worst child actor performance in Malayalam?",
    "What's a movie that poorly showcases Kerala's culture?",
    "Which Malayalam movie has the most inauthentic portrayal of relationships?",
    "What's your least favorite on-screen pair in Malayalam cinema?",
    "What's a Malayalam film that's genuinely unoriginal?",
    "What's your least favorite Malayalam experimental film?",
    "Which Malayalam movie do you consider to be rightfully forgotten?",
    "What's your least favorite Malayalam film based on a real event?",
    "What's your least favorite Malayalam film based on a literary work?",
    "Who is a Malayalam scriptwriter whose work you often dislike?",
    "What's your least favorite Malayalam film soundtrack album?",
    "What's your least favorite Malayalam festival release?",
    "Which Malayalam movie made you reconsider watching the industry?",
    "What's a Malayalam movie that made you not think at all?",
    "What's your least favorite use of sound in a Malayalam film?",
    "Which Malayalam film has the weakest social message?",
    "What's your least favorite portrayal of family dynamics in a Malayalam film?",
    "What's your least favorite Malayalam period drama?",
    "What's your least favorite Malayalam musical film?",
    "What's your least favorite Malayalam film that struggles to blend genres?",
    "What's your least favorite performance by a veteran Malayalam actor?",
    "What's a rising star in Malayalam cinema you don't understand the hype for?",
    "What's your least favorite technical aspect of Malayalam cinema (e.g., editing)?",
    "What's your least favorite location to watch a Malayalam movie in Kerala?",
    "What's your least favorite aspect of Malayalam film promotions?",
    "What's your least favorite fan-made tribute to a Malayalam film/actor?",
    "What's your least favorite Malayalam movie poster design?",
    "What's your least favorite song sequence in a Malayalam movie?",
    "Which Malayalam movie has the most forgettable dance performance?",
    "What's your least favorite Malayalam historical figure portrayed in film?",
    "What's a contemporary Malayalam film you dislike?",
    "What's a Malayalam film that portrays mental health poorly?",
    "What's a Malayalam film that awkwardly tackles societal norms?",
    "What's a Malayalam film that broke box office records but you found terrible?",
    "What's a Malayalam film that received critical acclaim but you found awful?",
    "What's your least favorite example of over-the-top acting in Malayalam cinema?",
    "What's your least favorite instance of character stagnation in a Malayalam film?",
    "What's your least favorite use of regional dialect in a Malayalam film?",
    "What's your least favorite Malayalam film that features a weak female lead?",
    "What's your least favorite Malayalam film for its cinematography alone?",
    "What's a Malayalam film that poorly showcases different districts of Kerala?",
    "What's a Malayalam film that makes you feel embarrassed for Kerala?",
    "What's your least favorite Malayalam film from the 80s?",
    "What's your least favorite Malayalam film from the 90s?",
    "What's your least favorite Malayalam film from the 2000s?",
    "What's your least favorite Malayalam film from the 2010s?",
    "What's your least favorite Malayalam film from the 2020s so far?",
    "What's a Malayalam film that depicts the monsoon season badly?",
    "What's a Malayalam film that poorly highlights local traditions?",
    "What's your least favorite Malayalam character's fashion sense?",
    "What's your least favorite Malayalam movie title?",
    "What's a Malayalam film that you immediately forgot after watching?",
    "What's your least favorite thing about the current state of Malayalam cinema?",
    "What's your least favorite memory associated with watching a Malayalam movie?",
    "What's your least favorite aspect of Malayalam cinema storytelling?",
    "What's a future trend you hope NOT to see in Malayalam cinema?"
  ]
}