{
  "normal": [
    "Who is your favorite Marvel superhero?",
    "Which Marvel movie is your favorite?",
    "What is your favorite Marvel fight scene?",
    "Who has the best costume in Marvel?",
    "Which Marvel character has the best backstory?",
    "What is your favorite Marvel TV series?",
    "Which Marvel villain do you find most compelling?",
    "What's your favorite Marvel comic book run?",
    "If you could have one Marvel superpower, what would it be?",
    "Which Marvel character do you think is most underrated?",
    "What's your favorite quote from a Marvel character?",
    "Which Marvel Avenger is your favorite?",
    "What's your favorite moment of heroism in the MCU?",
    "Which Marvel couple do you ship the most?",
    "What's your favorite non-superpowered Marvel character?",
    "What's your favorite Infinity Stone and why?",
    "Which Marvel team-up is your favorite?",
    "What's your favorite Marvel post-credits scene?",
    "Who is your favorite member of the X-Men?",
    "Who is your favorite member of the Fantastic Four?",
    "What's your favorite Marvel setting or location?",
    "Which Marvel character's arc is most satisfying?",
    "What's your favorite Marvel soundtrack or score?",
    "What's a Marvel theory you really believe in?",
    "Which Marvel character has the best sense of humor?",
    "What's your favorite iconic Marvel weapon?",
    "Who is your favorite Marvel sorcerer?",
    "What's your favorite alien race in Marvel?",
    "Which Marvel character would you want as a best friend?",
    "What's your favorite emotional moment in the MCU?",
    "What's your favorite Marvel comic book cover?",
    "Which Marvel storyline would you like to see adapted next?",
    "What's your favorite Marvel Easter egg?",
    "What's your favorite Spider-Man suit?",
    "What's your favorite Captain America shield design?",
    "What's your favorite Iron Man armor?",
    "Who is your favorite Marvel cosmic character?",
    "What's your favorite aspect of the Marvel Multiverse?",
    "Which Marvel character do you think is the smartest?",
    "What's your favorite Marvel redemption arc?",
    "What's your favorite Marvel villain's motive?",
    "What's your favorite Marvel team name?",
    "Which Marvel character deserves their own movie/series?",
    "What's your favorite variant of a Marvel character?",
    "What's your favorite Marvel crossover event?",
    "What's your favorite piece of Marvel merchandise you own?",
    "Which Marvel character has the coolest unique ability?",
    "What's your favorite instance of a hero saving a civilian?",
    "What's your favorite Marvel hero-villain dynamic?",
    "What's your favorite Marvel concept (e.g., Vibranium, Mutants)?",
    "What's your favorite Marvel mystical artifact?",
    "What's your favorite character introduction in the MCU?",
    "What's your favorite MCU phase and why?",
    "Which Marvel character has the most interesting family tree?",
    "What's your favorite Marvel city to imagine living in?",
    "What's your favorite example of Marvel's humor?",
    "What's your favorite heartwarming Marvel moment?",
    "What's your favorite shocking Marvel twist?",
    "What's your favorite display of teamwork in Marvel?",
    "What's your favorite Marvel cameo?",
    "What's your favorite Marvel quote about responsibility?",
    "What's your favorite Marvel moment that gave you chills?",
    "Which Marvel character has the most tragic past?",
    "What's your favorite example of a character overcoming personal demons?",
    "What's your favorite Marvel battle cry?",
    "What's your favorite Marvel parallel universe?",
    "What's your favorite Marvel comic book artist?",
    "What's your favorite Marvel comic book writer?",
    "What's your favorite Marvel character death (if applicable and impactful)?",
    "What's your favorite Marvel resurrection?",
    "What's your favorite Marvel fan theory that came true?",
    "What's your favorite Marvel character transformation?",
    "What's your favorite Marvel vehicle?",
    "What's your favorite Marvel animal companion?",
    "What's your favorite Marvel cosmic entity?",
    "What's your favorite Marvel storyline you've read recently?",
    "What's your favorite Marvel game?",
    "What's your favorite Marvel animated series?",
    "What's your favorite Marvel musical theme?",
    "What's your favorite MCU opening sequence?",
    "What's your favorite Marvel Easter egg you spotted yourself?",
    "What's your favorite character interaction in the MCU?",
    "What's your favorite Marvel event in the comics that isn't widely adapted yet?",
    "What's your favorite Marvel character development that truly resonated with you?",
    "What's your favorite Marvel one-liner?",
    "What's your favorite Marvel character's civilian identity?",
    "What's your favorite Marvel era (e.g., Golden Age, Modern)?",
    "What's your favorite Marvel tribute or homage?",
    "What's your favorite Marvel moment that made you audibly gasp?",
    "What's your favorite Marvel character to cosplay as?",
    "What's your favorite Marvel crossover outside of the MCU?",
    "What's your favorite thing about the Marvel fandom?",
    "What's your favorite Marvel charity initiative?",
    "What's your favorite hidden detail in a Marvel movie?",
    "What's your favorite Marvel character to write fanfiction about?",
    "What's your favorite Marvel character to draw?",
    "What's your favorite obscure Marvel character that deserves more recognition?",
    "What's your favorite piece of Marvel concept art?",
    "What's your favorite Marvel character's most iconic moment?",
    "What's your favorite lesson learned from a Marvel story?"
  ],
  "imposter": [
    "Who is your least favorite Marvel superhero?",
    "Which Marvel movie did you find disappointing?",
    "What is a boring Marvel fight scene?",
    "Who has the worst costume in Marvel?",
    "Which Marvel character has a weak backstory?",
    "What is your least favorite Marvel TV series?",
    "Which Marvel villain do you find most uninteresting?",
    "What's your least favorite Marvel comic book run?",
    "If you had to have one Marvel superpower you hate, what would it be?",
    "Which Marvel character do you think is most overrated?",
    "What's the most annoying quote from a Marvel character?",
    "Which Marvel Avenger is your least favorite?",
    "What's your least favorite moment of heroism in the MCU?",
    "Which Marvel couple do you wish would break up?",
    "What's your least favorite non-superpowered Marvel character?",
    "What's your least favorite Infinity Stone and why?",
    "Which Marvel team-up is your least favorite?",
    "What's your least favorite Marvel post-credits scene?",
    "Who is your least favorite member of the X-Men?",
    "Who is your least favorite member of the Fantastic Four?",
    "What's your least favorite Marvel setting or location?",
    "Which Marvel character's arc is most unsatisfying?",
    "What's your least favorite Marvel soundtrack or score?",
    "What's a Marvel theory you find ridiculous?",
    "Which Marvel character has the worst sense of humor?",
    "What's your least favorite iconic Marvel weapon?",
    "Who is your least favorite Marvel sorcerer?",
    "What's your least favorite alien race in Marvel?",
    "Which Marvel character would you least want as a best friend?",
    "What's your least favorite emotional moment in the MCU?",
    "What's your least favorite Marvel comic book cover?",
    "Which Marvel storyline would you least like to see adapted?",
    "What's your least favorite Marvel Easter egg?",
    "What's your least favorite Spider-Man suit?",
    "What's your least favorite Captain America shield design?",
    "What's your least favorite Iron Man armor?",
    "Who is your least favorite Marvel cosmic character?",
    "What's your least favorite aspect of the Marvel Multiverse?",
    "Which Marvel character do you think is the dumbest?",
    "What's your least favorite Marvel redemption arc?",
    "What's your least favorite Marvel villain's motive?",
    "What's your least favorite Marvel team name?",
    "Which Marvel character absolutely does not deserve their own movie/series?",
    "What's your least favorite variant of a Marvel character?",
    "What's your least favorite Marvel crossover event?",
    "What's the one piece of Marvel merchandise you would never own?",
    "Which Marvel character has the lamest unique ability?",
    "What's your least favorite instance of a hero saving a civilian?",
    "What's your least favorite Marvel hero-villain dynamic?",
    "What's your least favorite Marvel concept (e.g., Vibranium, Mutants)?",
    "What's your least favorite Marvel mystical artifact?",
    "What's your least favorite character introduction in the MCU?",
    "What's your least favorite MCU phase and why?",
    "Which Marvel character has the most boring family tree?",
    "What's your least favorite Marvel city to imagine living in?",
    "What's your least favorite example of Marvel's humor?",
    "What's your least favorite heartwarming Marvel moment?",
    "What's the most predictable Marvel twist?",
    "What's your least favorite display of teamwork in Marvel?",
    "What's your least favorite Marvel cameo?",
    "What's your least favorite Marvel quote about responsibility?",
    "What's your least favorite Marvel moment that made you roll your eyes?",
    "Which Marvel character has the least tragic past?",
    "What's your least favorite example of a character failing to overcome personal demons?",
    "What's your least favorite Marvel battle cry?",
    "What's your least favorite Marvel parallel universe?",
    "What's your least favorite Marvel comic book artist?",
    "What's your least favorite Marvel comic book writer?",
    "What's the most pointless Marvel character death?",
    "What's the most unbelievable Marvel resurrection?",
    "What's your least favorite Marvel fan theory that came true?",
    "What's your least favorite Marvel character transformation?",
    "What's your least favorite Marvel vehicle?",
    "What's your least favorite Marvel animal companion?",
    "What's your least favorite Marvel cosmic entity?",
    "What's your least favorite Marvel storyline you've read recently?",
    "What's your least favorite Marvel game?",
    "What's your least favorite Marvel animated series?",
    "What's your least favorite Marvel musical theme?",
    "What's your least favorite MCU opening sequence?",
    "What's the most obvious Marvel Easter egg?",
    "What's your least favorite character interaction in the MCU?",
    "What's a Marvel event in the comics you hope is never adapted?",
    "What's your least favorite Marvel character development that felt forced?",
    "What's the most annoying Marvel one-liner?",
    "What's your least favorite Marvel character's civilian identity?",
    "What's your least favorite Marvel era (e.g., Golden Age, Modern)?",
    "What's your least favorite Marvel tribute or homage?",
    "What's your least favorite Marvel moment that made you confused?",
    "What's the Marvel character you'd least want to cosplay as?",
    "What's your least favorite Marvel crossover outside of the MCU?",
    "What's the most annoying thing about the Marvel fandom?",
    "What's your least favorite Marvel charity initiative?",
    "What's the most pointless hidden detail in a Marvel movie?",
    "What's the Marvel character you'd least want to write fanfiction about?",
    "What's the Marvel character you'd least want to draw?",
    "What's the most overused obscure Marvel character?",
    "What's your least favorite piece of Marvel concept art?",
    "What's your least favorite Marvel character's most iconic moment?",
    "What's the most questionable lesson learned from a Marvel story?"
  ]
}