{
  "normal": [
    "Who is your favorite Straw Hat crew member?",
    "What was the most emotional One Piece arc?",
    "Which Devil Fruit would you choose?",
    "What's your favorite One Piece opening song?",
    "Who is the most powerful character in One Piece?",
    "If you could have dinner with any One Piece character, who would it be and why?",
    "What's your favorite quote from the series?",
    "Which character has the best backstory?",
    "What's your favorite fight scene?",
    "If you were a pirate, what would be your bounty?",
    "What's the funniest moment in One Piece?",
    "Which island would you most like to visit?",
    "What's your favorite Straw Hat Grand Fleet member?",
    "What's your favorite Marine character?",
    "Which Yonko do you find most interesting?",
    "What's your favorite ancient weapon?",
    "What's your favorite Poneglyph location?",
    "Who do you think will find the One Piece?",
    "What's your favorite One Piece theory?",
    "What's your favorite type of Haki?",
    "Which character do you relate to the most?",
    "What's your favorite Devil Fruit ability that isn't a Logia?",
    "What's your favorite non-Devil Fruit power or fighting style?",
    "Who has the best character design?",
    "What's your favorite One Piece movie?",
    "What's your favorite Warlord of the Sea?",
    "Which side character deserves their own spin-off?",
    "What's your favorite animal companion in One Piece?",
    "What's your favorite Binks' Sake rendition?",
    "What's your favorite One Piece villain?",
    "Which character had the most satisfying character development?",
    "What's your favorite moment of Straw Hat camaraderie?",
    "What's your favorite outfit worn by a Straw Hat?",
    "If you could join any pirate crew, which would it be?",
    "What's the most beautiful location in One Piece?",
    "What's your favorite weapon in One Piece?",
    "What's your favorite type of food mentioned in One Piece?",
    "What's your favorite mythological creature in One Piece?",
    "What's your favorite moment where a character overcomes their fear?",
    "What's your favorite dream or ambition of a Straw Hat?",
    "Which character's laugh is your favorite?",
    "What's your favorite historical event within One Piece lore?",
    "What's your favorite secret revealed in the series?",
    "What's your favorite Straw Hat flag design?",
    "What's your favorite Marine ship design?",
    "What's your favorite pirate ship design?",
    "What's your favorite joke or running gag?",
    "What's your favorite instance of foreshadowing?",
    "What's your favorite power-up moment?",
    "What's your favorite emotional reunion?",
    "What's your favorite comedic relief character?",
    "What's your favorite character introduction?",
    "What's your favorite musical instrument played by a character?",
    "What's your favorite bounty poster design?",
    "What's your favorite instance of a character sacrificing for another?",
    "What's your favorite display of Conqueror's Haki?",
    "What's your favorite display of Armament Haki?",
    "What's your favorite display of Observation Haki?",
    "What's your favorite legendary figure from the past?",
    "What's your favorite moment of pure joy in the series?",
    "What's your favorite emotional breakdown from a character?",
    "What's your favorite example of resilience?",
    "What's your favorite mystery in One Piece?",
    "What's your favorite friendship in the series?",
    "What's your favorite mentor-student relationship?",
    "What's your favorite iconic pose?",
    "What's your favorite catchphrase?",
    "What's your favorite animal sidekick?",
    "What's your favorite non-Straw Hat pirate crew?",
    "What's your favorite Revolutionary Army member?",
    "What's your favorite World Government figure?",
    "What's your favorite Celestial Dragon moment (if any)?",
    "What's your favorite unique creature from the Grand Line?",
    "What's your favorite historical artifact?",
    "What's your favorite ancient kingdom detail?",
    "What's your favorite portrayal of justice?",
    "What's your favorite display of loyalty?",
    "What's your favorite heartwarming scene?",
    "What's your favorite shocking revelation?",
    "What's your favorite moment of teamwork?",
    "What's your favorite character quote that isn't from a Straw Hat?",
    "What's your favorite location outside of the Grand Line?",
    "What's your favorite battle strategy or tactic?",
    "What's your favorite instance of a character defying expectations?",
    "What's your favorite instance of a character overcoming a personal struggle?",
    "What's your favorite unexpected alliance?",
    "What's your favorite display of martial arts?",
    "What's your favorite use of a unique weapon?",
    "What's your favorite iconic villain speech?",
    "What's your favorite Straw Hat dream sequence?",
    "What's your favorite theory about the Void Century?",
    "What's your favorite theory about the Will of D.?",
    "What's your favorite theory about the One Piece treasure itself?",
    "What's your favorite One Piece related fan art?",
    "What's your favorite One Piece game?",
    "What's your favorite live-action adaptation detail?",
    "What's your favorite piece of One Piece merchandise you own or want?",
    "What's your favorite One Piece-themed dish you've tried or want to try?",
    "What's your favorite thing about the One Piece community?",
    "What's your favorite One Piece ritual or tradition?",
    "What's your favorite reason you love One Piece?",
    "What's your favorite dream you'd like to see fulfilled by the end of the series?"
  ],
  "imposter": [
    "Who is your least favorite Straw Hat crew member?",
    "What was the most boring One Piece arc?",
    "Which Devil Fruit would you avoid?",
    "What’s your least favorite One Piece song?",
    "Who is the weakest character in One Piece?",
    "If you had to kill off one One Piece character, who would it be?",
    "What's the most annoying quote from the series?",
    "Which character has the most pointless backstory?",
    "What's your least favorite fight scene?",
    "If you were a pirate, what would be your most embarrassing defeat?",
    "What's the most cringe-worthy moment in One Piece?",
    "Which island would you least like to visit?",
    "What's your least favorite Straw Hat Grand Fleet member?",
    "What's your least favorite Marine character?",
    "Which Yonko do you find most uninteresting?",
    "What's the most useless ancient weapon?",
    "What's the least important Poneglyph location?",
    "Who do you think will fail to find the One Piece?",
    "What's your least favorite One Piece theory?",
    "What's the most overhyped type of Haki?",
    "Which character do you relate to the least?",
    "What's your least favorite Devil Fruit ability?",
    "What's your least favorite non-Devil Fruit power or fighting style?",
    "Who has the worst character design?",
    "What's your least favorite One Piece movie?",
    "What's your least favorite Warlord of the Sea?",
    "Which side character should never get a spin-off?",
    "What's your least favorite animal companion in One Piece?",
    "What's the most annoying Binks' Sake rendition?",
    "What's your least favorite One Piece villain?",
    "Which character had the most disappointing character development?",
    "What's your least favorite moment of Straw Hat camaraderie?",
    "What's your least favorite outfit worn by a Straw Hat?",
    "If you were forced to join any pirate crew, which would it be?",
    "What's the most unsightly location in One Piece?",
    "What's the most useless weapon in One Piece?",
    "What's the most unappetizing food mentioned in One Piece?",
    "What's your least favorite mythological creature in One Piece?",
    "What's your least favorite moment where a character shows cowardice?",
    "What's the most irritating dream or ambition of a Straw Hat?",
    "Which character's laugh is your least favorite?",
    "What's the most boring historical event within One Piece lore?",
    "What's the most obvious 'secret' revealed in the series?",
    "What's your least favorite Straw Hat flag design?",
    "What's your least favorite Marine ship design?",
    "What's your least favorite pirate ship design?",
    "What's your least favorite joke or running gag?",
    "What's the most obvious instance of foreshadowing?",
    "What's the most underwhelming power-up moment?",
    "What's the most forced emotional reunion?",
    "What's the most annoying comedic relief character?",
    "What's the most boring character introduction?",
    "What's the most irritating musical instrument played by a character?",
    "What's the most uninspired bounty poster design?",
    "What's the most pointless instance of a character sacrificing for another?",
    "What's the most unimpressive display of Conqueror's Haki?",
    "What's the most unimpressive display of Armament Haki?",
    "What's the most unimpressive display of Observation Haki?",
    "What's your least favorite legendary figure from the past?",
    "What's the most awkward moment in the series?",
    "What's the most over-the-top emotional breakdown from a character?",
    "What's the most unbelievable example of resilience?",
    "What's the most irritating mystery in One Piece?",
    "What's your least favorite friendship in the series?",
    "What's your least favorite mentor-student relationship?",
    "What's the most awkward iconic pose?",
    "What's the most overused catchphrase?",
    "What's the most irritating animal sidekick?",
    "What's your least favorite non-Straw Hat pirate crew?",
    "What's your least favorite Revolutionary Army member?",
    "What's your least favorite World Government figure?",
    "What's the most frustrating Celestial Dragon moment?",
    "What's the most annoying unique creature from the Grand Line?",
    "What's the most pointless historical artifact?",
    "What's the most confusing ancient kingdom detail?",
    "What's the most hypocritical portrayal of justice?",
    "What's the most questionable display of loyalty?",
    "What's the most forced heartwarming scene?",
    "What's the most predictable revelation?",
    "What's the most clumsy moment of teamwork?",
    "What's your least favorite character quote?",
    "What's your least favorite location outside of the Grand Line?",
    "What's the most illogical battle strategy or tactic?",
    "What's the most unsatisfying instance of a character defying expectations?",
    "What's the most unconvincing instance of a character overcoming a personal struggle?",
    "What's the most irritating unexpected alliance?",
    "What's the most awkward display of martial arts?",
    "What's the most ridiculous use of a unique weapon?",
    "What's the most forgettable villain speech?",
    "What's the most bizarre Straw Hat dream sequence?",
    "What's your least favorite theory about the Void Century?",
    "What's your least favorite theory about the Will of D.?",
    "What's your least favorite theory about the One Piece treasure itself?",
    "What's your least favorite One Piece related fan art?",
    "What's your least favorite One Piece game?",
    "What's your least favorite live-action adaptation detail?",
    "What's the One Piece merchandise you'd least want to own?",
    "What's the One Piece-themed dish you'd least want to try?",
    "What's the most annoying thing about the One Piece community?",
    "What's the most pointless One Piece ritual or tradition?",
    "What's the least compelling reason to love One Piece?",
    "What's one dream you hope is NOT fulfilled by the end of the series?"
  ]
}